{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "tompkins"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Leslie Tompkins Papers\n                    \u003cnum\u003eMC 69\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Ashley Sena-Levine."
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "New York University Archives"
                },
                "address": {
                    "addressline": [
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "New York, NY, 10012",
                        "(212) 998-2641",
                        "university-archives@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-07-13T16:54-0400\u003c/date\u003e\n            "
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "New York University Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Tompkins, Leslie J.,  (Leslie Jay), b. 1867"
                    }
                },
                "unittitle": {
                    "value": "Leslie Tompkins Papers"
                },
                "unitdate": {
                    "normal": "1937/1945",
                    "type": "inclusive",
                    "value": "1937-1945"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "0.5 linear feet"
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "Leslie Tompkins was associated with New York University for over fifty years as a student, administrator, and law professor. He came to NYU as an undergraduate in 1886 and graduated from the School of Law 1892. Tompkins served as the University's Assistant Treasurer and Librarian (beginning in 1892), as well as the Law School's Secretary (beginning in 1898). He began teaching law classes at the newly reorganized Law School in 1898 and devoted his efforts exclusively to teaching after 1918. Tompkins' connection with NYU continued until September 1940, when he retired and assumed the position of Emeritus Professor of Law. His \n                \u003cemph render=\"italic\"\u003eMemories of New York University \u003c/emph\u003e includes Tompkins' reminiscences of his time at the University during a formative period for the institution and provides insight into the the University's management."
                },
                "unitid": {
                    "value": "MC 69"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "ref8",
            "head": "Access Restrictions",
            "p": {
                "value": "Open for research without restrictions. Researchers should note that Leslie J. Tomkins' Papers consist of an un-boxed, bound manuscript volume."
            }
        },
        "prefercite": {
            "id": "ref11",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); The Leslie J. Tompkins Papers; MC 69 ; box number; folder number; New York University Archives , New York University Libraries."
            }
        },
        "bioghist": {
            "id": "ref3",
            "head": "Biography",
            "p": {
                "value": "Leslie J. Tompkins began his fifty-year NYU career as an undergraduate in 1886. During the 1890-1891 academic year, Tompkins enrolled in Columbia University's Law School, but transferred to NYU Law as a student and legal clerk during its reorganization in the fall of 1891. Tompkins graduated and gained admission to the Bar of New York in 1892. In May of that year then-Chancellor Henry M. MacCracken appointed Tompkins as the University's Assistant Treasurer and Librarian. Tompkins' responsibilities as Assistant Treasurer included overseeing the University's grounds and buildings, maintaining the University's books, collecting tuition fees, and acting as NYU's disbursing officer. NYU consolidated many of these duties under the title of the Registrar, a position Tompkins assumed in 1894. In 1896 Tompkins took interest in the newly consolidated Law School (as NYU absorbed the Metropolis Law School in the fall of 1895) and served (unofficially) as its Secretary until 1906. In 1898, at the advice of the Law School's Dean Clarence Ashley, Tompkins began teaching law classes at NYU. In 1906, Tompkins relinquished his several offices and settled down as Professor of Law and Secretary of the Law School. He served as Secretary until 1918 and thereafter devoted his efforts solely to his professorship. Tompkins' connection with NYU continued until September 1940, when he retired and assumed the position of Emeritus Professor of Law. Tompkins served NYU during a formative period in the University's history, affording him a close relationship with Chancellor MacCracken, insight into the University's management, and the opportunity to observe the formation of the Heights Campus, the reorganization of the Schools of Law and Medicine, and the formation of the School of Commerce."
            }
        },
        "scopecontent": {
            "id": "ref7",
            "head": "Scope and Contents",
            "p": {
                "value": "Leslie J. Tompkins' papers entail his \n                \u003cemph render=\"italic\"\u003eMemories of New York University\u003c/emph\u003e, which consists of a bound manuscript of his reminiscences of his time at the University. Tompkins' book also includes his account of the legal battle involving the the Medical College Laboratory of the City of New York (as plaintiff) v. NYU, accompanied by copies of the subsequent New York Supreme Court case summaries and decisions; histories of the Law Library and the School of Commerce; recollections of the opening of NYU's Heights Campus; and first-hand accounts of Chancellor Henry M. MacCracken's administration and personal character. His manuscript is prefaced by two pieces of correspondence (from 1941 and 1930), with the entire work spanning the years 1930-1945."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Law |x Cases."
                },
                {
                    "source": "lcsh",
                    "value": "New York University |x Administration |x History."
                },
                {
                    "source": "lcsh",
                    "value": "New York University |x Faculty |x History."
                },
                {
                    "source": "lcsh",
                    "value": "New York University |x Students. "
                }
            ],
            "corpname": {
                "source": "local",
                "value": "New York University. University Heights Campus."
            }
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref12\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: \n                        \u003cemph render=\"italic\"\u003eMemories of New York University\u003c/emph\u003e\u003c/unittitle\u003e\n                    \u003clangmaterial\u003e\n                        \u003clanguage langcode=\"eng\"/\u003e\n                    \u003c/langmaterial\u003e\n                    \u003cunitdate normal=\"1930/1945\" type=\"inclusive\"\u003e1930-1945\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cc id=\"ref13\" level=\"file\"\u003e\n                    \u003cdid\u003e\n                        \u003cunittitle\u003e\n                            \u003cemph render=\"italic\"\u003eMemories of New York University\u003c/emph\u003e, by Leslie J. Tompkins\u003c/unittitle\u003e\n                        \u003clangmaterial\u003e\n                            \u003clanguage langcode=\"eng\"/\u003e\n                        \u003c/langmaterial\u003e\n                        \u003cunitdate normal=\"1930/1945\" type=\"inclusive\"\u003e1930-1945\u003c/unitdate\u003e\n                    \u003c/did\u003e\n                    \u003ccontrolaccess\u003e\n                        \u003csubject source=\"lcsh\"\u003eNew York University |x Administration |x History.\u003c/subject\u003e\n                        \u003csubject source=\"lcsh\"\u003eNew York University |x Faculty |x History.\u003c/subject\u003e\n                        \u003csubject source=\"lcsh\"\u003eNew York University |x Students. \u003c/subject\u003e\n                    \u003c/controlaccess\u003e\n                \u003c/c\u003e\n            \u003c/c\u003e\n        "
        }
    }
}