{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "alba_151"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Leonard Levenson Papers \u003cnum\u003eALBA.151\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Rachel Searcy"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace\n        \u003cdate\u003e2017-08-09T15:51:14\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Levenson, Leonard Bertram"
                    }
                },
                "unittitle": {
                    "value": "Leonard Levenson Papers"
                },
                "unitdate": {
                    "normal": "1937/1986",
                    "type": "inclusive",
                    "value": "1937-1986"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "5 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in 5 record cartons"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Leonard Bertram Levenson (1913- ) was\n        born in New York in 1913 and attended the City College of New York, followed by the New York\n        University Law School. He later on went on to a legal career with the FBI. Levenson joined\n        the Abraham Lincoln Brigade, arriving in Spain in June of 1937. This unprocessed collection\n        consists of materials created and collected by Leonard Levenson during his participation in\n        both the Spanish Civil War and the Veterans of the Abraham Lincoln Brigade (VALB)\n        organization. Materials include a cap worn by Levenson in Spain, copies of newspaper and\n        journal articles, and photographs (including a group shot of New York University volunteers\n        in Spain, a 1986 German Democratic Republic commemorative event at Thaelmann Park in Berlin,\n        and a group shot with Levenson of the FBI Players receiving an award from J. Edgar Hoover).\n        A subsequent donation of material included artifacts, a few audio tapes, correspondence\n        (with some dating from the Spanish Civil War), VALB organizational files, original writings,\n        subject files, and research materials for an article entitled \"US Communists in Spain: A\n        Profile,\" published in \u003cemph render=\"italic\"\u003ePolitical Affairs\u003c/emph\u003e in 1986."
                },
                "unitid": {
                    "value": "ALBA.151"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_c9b4ee083e6dc515a3724c4b572c4561",
            "head": "Access Restrictions",
            "p": {
                "value": "Materials are open to researchers. Please contact the Tamiment Library \u0026amp; Robert F.\n        Wagner Labor Archives for more information and to schedule an appointment,\n        tamiment.wagner@nyu.edu or 212-998-2630."
            }
        },
        "prefercite": {
            "id": "aspace_88d9d856d7b5a46042b9e250c560d32f",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; Leonard Levenson; ALBA 151; box number; folder number;\n        Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_3cc9591e3236cf80967a89937a91d1aa",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Leonard Levenson donated his papers to Tamiment Library in April 2001, with his daughter\n        John Levenson Cohen donating a subsequent accession in September 2005. The accession numbers\n        associated with these gifts are 2001.008 and 2005.043, respectively."
            }
        },
        "bioghist": {
            "id": "aspace_a4ce1a28c7f0da404e4d3eaabd806e59",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Leonard Bertram Levenson (1913- ) was born in New York in 1913 and attended the City\n        College of New York, followed by the New York University Law School. He later on went on to\n        a legal career with the FBI. Levenson joined the Abraham Lincoln Brigade, arriving in Spain\n        in June of 1937. He served at Fuentes del Ebro, the Battle of Teruel, Retreat and Ebro\n        Offensive. Levenson returned to the United States in December of 1938."
            }
        },
        "scopecontent": {
            "id": "aspace_61f14c60b0d165b0cc1777081d2296f5",
            "head": "Scope and Contents",
            "p": {
                "value": "This unprocessed collection consists of materials created and collected by Leonard Levenson\n        during his participation in both the Spanish Civil War and the Veterans of the Abraham\n        Lincoln Brigade (VALB) organization. Materials include a cap worn by Levenson in Spain,\n        copies of newspaper and journal articles, and photographs (including a group shot of New\n        York University volunteers in Spain, a 1986 German Democratic Republic commemorative event\n        at Thaelmann Park in Berlin, and a group shot with Levenson of the FBI Players receiving an\n        award from J. Edgar Hoover). A subsequent donation of material included artifacts, a few\n        audio tapes, correspondence (with some dating from the Spanish Civil War), VALB\n        organizational files, original writings, subject files, and research materials for an\n        article entitled \"US Communists in Spain: A Profile,\" published in \u003cemph render=\"italic\"\n          \u003ePolitical Affairs\u003c/emph\u003e in 1986."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Communism -- United States -- 1930-1960."
                },
                {
                    "source": "lcsh",
                    "value": "Spain -- History -- Civil War, 1936-1939."
                }
            ],
            "corpname": {
                "source": "ingest",
                "value": "Veterans of the Abraham Lincoln Brigade."
            }
        },
        "dsc": {}
    }
}