{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "alba_002"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Subversive Activities Control Board Collection\n          \u003cnum\u003eALBA.002\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Adrien Hilton"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace\n        \u003cdate\u003e2017-07-19T20:34:56\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Goldring, Benjamin"
                    }
                },
                "unittitle": {
                    "value": "Subversive Activities Control Board Collection"
                },
                "unitdate": {
                    "normal": "1939/1974",
                    "type": "inclusive",
                    "value": "1939-1974"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "3 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in 6 manuscript boxes. "
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The United States Subversive Activities\n        Control Board (SACB) was created in 1950 in conjunction with enactment of the Internal\n        Security Act of 1950. This act, known as the McCarran Act after its author Senator Pat\n        McCarran, did not outlaw the Communist Party but sought to secure its control through\n        regulation. The Collection was assembled from various sources and contains transcripts of\n        testimony of witnesses for the Veterans of the Abraham Lincoln Brigade (VALB) before the\n        SACB from the 1950s to 1970s. It also contains a summary of the case by VALB member and\n        attorney Benjamin Goldring, briefs, a trial transcript and correspondence between VALB and\n        their attorneys, Leonard Boudin, Victor Rabinowitz and David Reinas well as correspondence\n        and research about the SACB from Jaqueline Yost. "
                },
                "unitid": {
                    "value": "ALBA.002"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_c9b46cc3e1364ed5b37f1786c821bdb6",
            "head": "Access Restrictions",
            "p": {
                "value": "Materials are open to researchers. Please contact the Tamiment Library \u0026amp; Robert F.\n        Wagner Labor Archives for more information and to schedule an appointment,\n        tamiment.wagner@nyu.edu or 212-998-2630."
            }
        },
        "prefercite": {
            "id": "aspace_892ec2f42a06dd66baeeeef81117398f",
            "head": "Preferred Citation",
            "p": {
                "value": "Published citations should take the following form: \u003clb/\u003e\u003clb/\u003eIdentification of item, date;\n        Collection name; Collection number; box number; folder number; Tamiment Library/Robert F.\n        Wagner Labor Archives, New York University."
            }
        },
        "bioghist": {
            "id": "aspace_43d0967c7c3968275a9a84ef1452054f",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "The United States Subversive Activities Control Board was created in 1950 in conjunction\n        with enactment of the Internal Security Act of 1950. This act, known as the McCarran Act\n        after its author Senator Pat McCarran, did not outlaw the Communist Party but sought to\n        secure its control through regulation. It required registration with the United States\n        government of domestic \"communist-action organizations\" (defined as organizations\n        substantially under the control of \"the world-wide communist movement\") and of domestic\n        \"communist-front organizations\" (defined as organizations substantially under the control of\n        \"communist-action organizations\"). The Attorney General might petition the Subversive\n        Activities Control Board to order the registration of specific organizations under one or\n        the other of these rubrics. The Board, made up of five members appointed by the President\n        and confirmed by the Senate, was in turn empowered to hold hearings to determine whether\n        these were indeed \"communist-action\" or \"communist-front\" organizations, and if so, to order\n        them to register as such. Registration entailed annual provision of financial records and\n        membership lists."
            }
        },
        "scopecontent": {
            "id": "aspace_9ec407d7ea39ad7d9f8a37eedbe6457e",
            "head": "Scope and Contents",
            "p": {
                "value": "The Subversive Activities Control Board Collection contains transcripts of testimony of\n        witnesses for the Veterans of the Abraham Lincoln Brigade (VALB) before the U.S.\n        government's Subversive Activities Control Board from the 1950s to 1970s. It includes\n        testimony by the following veterans: Jose Asensio, Evan Biddle Shipman, Crawford Morgan, and\n        Milton Wolff. In the Collection are a summary of the case by VALB member and attorney\n        Benjamin Goldring, briefs, a trial transcript and correspondence between VALB and their\n        attorneys, Leonard Boudin, Victor Rabinowitz and David Rein. There is also correspondence\n        related to Jacqueline Yost's research on the Subversive Activities Control Board; among\n        Yost's correspondents are John Abt, Moe Fishman and Peter Elstob."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Communism."
                },
                {
                    "source": "lcsh",
                    "value": "Communism -- United States -- 20th century."
                },
                {
                    "source": "lcsh",
                    "value": "Communism -- History."
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Veterans of the Abraham Lincoln Brigade"
            }
        },
        "dsc": {}
    }
}