{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "alba_236"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Joseph Brandt Scrapbooks \u003cnum\u003eALBA.236\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Sarah Graff"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2017-07-18T14:42:08\u003c/date\u003e"
            },
            "langusage": {
                "language": [
                    {
                        "encodinganalog": "546",
                        "langcode": "eng",
                        "value": "English"
                    }
                ]
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Brandt, Joseph, 1909-1997"
                    }
                },
                "unittitle": {
                    "value": "Joseph Brandt Scrapbooks"
                },
                "unitdate": {
                    "normal": "1936/1992",
                    "type": "inclusive",
                    "value": "1936-1992"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "3 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "(3 boxes)"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Joseph Brandt (1909-1997) fought in the Spanish Civil War as a member of the Abraham Lincoln Brigade during 1937 and 1938. He was a dedicated member of the Communist Party throughout his life, joining the Young Communist League in 1926, working as an organizer in the 1930s, and later serving as a longtime member of the CPUSA national committee. He kept a number of scrapbooks in which he collected a broad range of materials relating to the Spanish Civil War, and especially American participation in the War. The scrapbooks consist of a widely diverse collection of correspondence, reports, clippings, photographs, flyers, pamphlets and typescript drafts of articles by Brandt and others. Materials documenting the role of African-Americans in the Lincoln Brigade were probably collected and used by Brandt for a pamphlet he produced on that subject in 1979."
                },
                "unitid": {
                    "value": "ALBA.236"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_7025c2cf211b4b6ebf61ece98747a7bf",
            "head": "Access Restrictions",
            "p": {
                "value": "Materials are open to researchers. Please contact the Tamiment Library \u0026amp; Robert F. Wagner Labor Archives for more information and to schedule an appointment, tamiment.wagner@nyu.edu or 212-998-2630."
            }
        },
        "prefercite": {
            "id": "aspace_28cac12fdf53b219ddf84b646afde8dc",
            "head": "Preferred Citation",
            "p": {
                "value": "Published citations should take the following form: \u003clb/\u003e\u003clb/\u003eIdentification of item, date; Collection name; Collection number; box number; folder number; \u003clb/\u003eTamiment Library/Robert F. Wagner Labor Archives \u003clb/\u003eElmer Holmes Bobst Library \u003clb/\u003e70 Washington Square South \u003clb/\u003eNew York, NY 10012, New York University Libraries."
            }
        },
        "bioghist": {
            "id": "aspace_668a3a7337cdf0370b42ae548535722c",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Brandt was especially concerned with documenting and publicizing the contributions of the African-Americans who fought in the International Brigades. In 1979, with the help of a group of Veterans of the Abraham Lincoln Brigade (VALB) members and New Outlook Publishers, he produced a pamphlet titled Black Americans in the Spanish People's War against Fascism, 1936-1939."
            }
        },
        "scopecontent": {
            "id": "aspace_930f37ef36f66f9faa3e030e699f1f33",
            "head": "Scope and Content Note",
            "p": {
                "value": "In the detailed descriptions of individual scrapbooks below the contents are grouped in categories (letters, records, publications, photographs) within each scrapbook entry, rather than being listed in the order of their appearance in the scrapbook itself. The entries do not list every item in each scrapbook, but summarize notable material. Within each folder scrapbook contents are arranged in their original order. Scrapbooks have been dis-bound, but the covers, with typed labels by JB, have been retained."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Spain -- History -- Civil War, 1936-1939."
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Veterans of the Abraham Lincoln Brigade"
            }
        },
        "dsc": {
            "value": "\u003cc id=\"aspace_ref14\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eSeries I: Scrapbooks\u003c/unittitle\u003e\u003c/did\u003e\u003cc id=\"aspace_ref15\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eClippings re: African-Americans in the Spanish Civil War (SCW), general; Salaria Kee (a.k.a. Salaria Kea, later O’Reilly) \u003clb/\u003eTypescript re: Oscar Hunter \u003clb/\u003eProgram: \"Tribute to the Veterans of the Abraham Lincoln Brigade,\" Avery Fisher Hall, Apr 7, 1986\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_027108c34621b00f6961eae63add2840\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_027108c34621b00f6961eae63add2840\" type=\"Folder\"\u003e1\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref16\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eTypescript: \" ‘This Ain’t Ethiopia, But It’ll Do’: African-Americans and the Spanish Civil War,\" Robin D. G. Kelley (1990); also correspondence between Kelley and JB \u003clb/\u003eTypescripts: \"Modern Spain: A Factual Outline,\" Lowry Field (1944); Partial list of volunteers in Lincoln and Washington Battalions: Brunete, Jarama Front \u003clb/\u003eClippings re: Vaughan Love; Kenneth Frederick Nelson; Donald Rochon \u003clb/\u003eMaps: Jarama offensive; Brunete offensive; Aragon offensive \u003clb/\u003eSheet music: \"Tell It On and On!,\" Edith Segal (1974) \u003clb/\u003ePamphlet: \u003ctitle render=\"italic\"\u003eThe Negro People and the Soviet Union,\u003c/title\u003ePaul Robeson (1950)\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_eb83fb969b9ecf56c694c68f7f653331\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_eb83fb969b9ecf56c694c68f7f653331\" type=\"Folder\"\u003e2\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref17\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003e[Scrapbook titled \"The Spanish People’s Struggle\" on spine] \u003clb/\u003ePamphlets: \u003ctitle render=\"italic\"\u003eThe Crime of Francisco Franco; 30 Caricaturas de la Guerra\u003c/title\u003e, Ministero de Propaganda de la República Española \u003clb/\u003eOriginal photos (3, black and white): Spanish peasants; soldier with rifle\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_b38f5b46eebafdbcc4c5438b766de479\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_b38f5b46eebafdbcc4c5438b766de479\" type=\"Folder\"\u003e3\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref18\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eTypescripts: \"On the Threshold of Changes,\" Dolores Ibárruri (translation); \"The Phantom Pilot of the Phantom Brigade,\" Joe Mizrahi; \"The Black Volunteer in the Abraham Lincoln Brigade: The Beginning of a Bibliography\" \u003clb/\u003ePamphlet: \u003ctitle render=\"italic\"\u003e¡No Pasaran!: The 50th Anniversary of the Abraham Lincoln Brigade\u003c/title\u003e\u003clb/\u003ePeriodicals: \u003ctitle render=\"italic\"\u003eMundo Obrero\u003c/title\u003eVol. 12, no. 11 (1989), re: Dolores Ibárruri; \u003ctitle render=\"italic\"\u003eSpanien Heute\u003c/title\u003e(1986), re: 50th Anniversary of ALB; \u003ctitle render=\"italic\"\u003eDer antifaschistische Widerstandskämpfer,\u003c/title\u003eVol. 7 (1986), re: 50th Anniversary of ALB \u003clb/\u003ePrograms: \"Memories of Spain,\" concert given by returning veterans on RMS \u003ctitle render=\"italic\"\u003eAunsonia\u003c/title\u003e, Dec 16, 1938; \"Tribute to the Veterans of the Abraham Lincoln Brigade,\" Avery Fisher Hall, Apr 7 1986 \u003clb/\u003eClippings re: Oliver Law; Jim Peck; Paul Williams\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_6d8c056aa2993d8425f04e57d94a0a96\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_6d8c056aa2993d8425f04e57d94a0a96\" type=\"Folder\"\u003e4\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref19\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eLetters: Yo Kawanari with JB (1985) re: Japanese volunteer \"Jack\" (Yoshio?) Shirai; JB personal correspondence, incoming and outgoing (1985; 1987; 1992) \u003clb/\u003eProgram and materials: Westchester People’s Action Coalition (WESPAC) Peace and Justice Award, Al Warren (1991) \u003clb/\u003eClippings re: ALB 50th Anniversary (1986-1987); ALB 45th Anniversary; Bill Bailey; Anthony DeMaio; Ralph Fasanella; John Field; Ralph Field; Moe Fishman; Sydney Harris; Charles Nusser; Paul Robeson; William Susman; Cesar Vallejo; Marion Wachtel\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_c7091cf998899536f68b2e4ec6e336e4\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_c7091cf998899536f68b2e4ec6e336e4\" type=\"Folder\"\u003e5\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref20\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eTypescripts: \"The Struggle for a Democratic Spain,\" JB and Al Kent; \"Brief Resume on Veterans of the ALB,\" JB; \"US Investments in Spain,\" Victor Perle (1961); \"Origin and Cause of the People’s War against Fascism in Spain…,\" two lectures given at People’s School for Marxist Studies (1983); \"The Revolt of the Fascist Military\"; \"Spain: End of the Franco Era?,\" JB (1963) \u003clb/\u003eFranklin D. Roosevelt, copied excerpt from a statement on Spain (during WWII); various statements on U.S. relations with post-SCW Spain; VALB bulletins \u003clb/\u003ePamphlet: Speech given by Enrique Carlos de la Casa, Jul 19, 1937 \u003clb/\u003eArticles on U.S. and the Franco regime\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_2bc8e65c9c53892598bda18fb0be9cd2\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_2bc8e65c9c53892598bda18fb0be9cd2\" type=\"Folder\"\u003e6\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref21\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003ePeriodicals and pamphlets: \u003ctitle render=\"italic\"\u003eLe Volontaire de la Liberté,\u003c/title\u003eNo. 8 (Jul 1937); \u003ctitle render=\"italic\"\u003eLetters from the Trenches from Our Boys in Spain; Two Years of American Aid to Spain: The Story of the Medical Bureau and North American Committee to Aid Spanish Democracy\u003c/title\u003e(1938?); \u003ctitle render=\"italic\"\u003eAmong Friends,\u003c/title\u003eSpring 1938 \u003clb/\u003eMap: Spain, notations in pen \u003clb/\u003eOriginal photos (2, color): ALB veterans marching in parade; Charles Nusser at French memorial to volunteers of International Brigades, Fuencarel, Spain (1983) \u003clb/\u003ePhotocopied photographs of volunteers \u003clb/\u003eClippings: International Brigades, various; a group labeled \"pictures cut out from a book from the Franco Fascist Regime\"\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_6661a9bb5a54b33ad5c3b286c0a5135b\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_6661a9bb5a54b33ad5c3b286c0a5135b\" type=\"Folder\"\u003e7\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref22\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eTypescripts: \"Spain,\" Emmet J. Hughes (1955); copy of \"The United States of America and the Cause of the Spanish Republic – 1936-1939,\" Arthur Landis \u003clb/\u003eAnnouncement of course: \"The Spanish Civil War and its International Impact,\" New School for Social Research, Fall 1981 \u003clb/\u003ePamphlet: \"These Americans Say, ‘Lift the Embargo Against Republican Spain’\" (1939) \u003clb/\u003ePeriodicals: \u003ctitle render=\"italic\"\u003eWorld News and Views\u003c/title\u003eVol. 19, no. 27 (May 1939) re: Czechoslovakia; \u003ctitle render=\"italic\"\u003eInternational Press Correspondence\u003c/title\u003eVol. 16 No. 20 (Apr 1936) re: Spain \u003clb/\u003ePoster: \"The Good Fight\"\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_86d40bb265d036be73699b4808c907ff\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_86d40bb265d036be73699b4808c907ff\" type=\"Folder\"\u003e8\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref23\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003ePrograms: \"People’s Unity Rally,\" welcoming returned veterans from Spain, Cleveland, OH, Jan 22, 1939; \"Homenaje a los veteranos de la Brigada Lincoln,\" Casa de España, New York, NY, Nov 1986 \u003clb/\u003eRecords: Communist Party assessments of returned Ohio SCW veterans (photocopies): 1939 \u003clb/\u003eFlyers: \u003ctitle render=\"italic\"\u003eUS Committee for a Democratic Spain\u003c/title\u003e(1978); \"Return to Spain\" trip organized by Center for International Studies and \u003ctitle render=\"italic\"\u003eEstudios Historicos de la Guerra Civil Española\u003c/title\u003e(1983) \u003clb/\u003eClippings re: Communist Party of Ohio; Cuba; Ernest Hemingway; \"Fascist propaganda\"; William Herrick; Oliver Law; Monument to American Volunteers in Spain (Spanish Civil War Historical Society); Ronald Radosh; Francisco Garcia Salve; \"Spain’s Heroism – Lesson in the Fight Against Aggression,\" JB (1939); USSR press releases re: Spain (1977-1979)\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_bf75448a019cdd044395c28789a50517\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_bf75448a019cdd044395c28789a50517\" type=\"Folder\"\u003e9\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref24\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eProclamations: \"Captain Oliver Law and Nelson Mandela Day,\" Apr 24, 1988, Manhattan; \"Oliver Law and ALB Day,\" Nov 21, 1987, Chicago \u003clb/\u003eTypescripts: \"The 25th Anniversary of the Spanish Civil War\"; \"1979 Bibliography of the Spanish Civil War\" \u003clb/\u003eFlyers: \"The Good Fight\"; \"Malraux-Hemingway: Embattled Spain,\" symposium, Boston College (1990) \u003clb/\u003ePeriodicals: \u003ctitle render=\"italic\"\u003ePolitical Affairs\u003c/title\u003e(Aug 1986), re: \"International Brigades against War and Fascism 1936-1986\" \u003clb/\u003eCopy of letter re: planning of VALB Dinner; dispute over invited speaker Dr. Goodlet’s public remarks on Zionism, and protest again inviting him from Zionist members of VALB, 1979 [from Ruth Davidow?] \u003clb/\u003eClippings re: Bill Bailey; Alvah Bessie; Bill McCarthy; Spanish/Latin American poetry of Spanish Civil War (SCW) period; \"To Die in Madrid,\" 1966 documentary; reviews of SCW-themed books\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_4562aaa769fbbe596c93ad2bd35c1489\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_4562aaa769fbbe596c93ad2bd35c1489\" type=\"Folder\"\u003e10\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref25\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003e[Mostly material on prisoners of war in Spain] \u003clb/\u003eLetters: Carl Geiser to JB re: Cuba; re: \u003ctitle render=\"italic\"\u003ePrisoners of the Good Fight;\u003c/title\u003eJacob K. Javits to JB; JB personal correspondence \u003clb/\u003eTypescripts include: \"Statement to the United Nations by Second Latin American Conference on Amnesty for Political Prisoners and Exiles of Spain and Portugal\"; \"A Report on Civil Rights and the Position of Political Offenders in Spain,\" compiled by group of international lawyers after 1960 visit to Madrid; \"The Unknown Soldier as a Symbol of the Spanish Civil War,\" speech given by Charles Nusser at 47th Annual VALB Celebration; \"Statement of the World Federation of Democratic Youth Bureau on the Murder of the Spanish Democrat and Patriot, Julian Grimau\"; \"International Volunteers/Former Members of the Spanish Republican Army Now in Concentration Camps,\" Felix Kusman, director of Campaign for International Volunteers \u003clb/\u003eRecords: Communist Party assessments of four released ALB prisoners: Fred Borer, Edward Johnson, Claude Pringle, Herman Carl Riffe \u003clb/\u003ePamphlets: \u003ctitle render=\"italic\"\u003eSpanish Political and Religious Prisoners,\u003c/title\u003eAlfred G. Tucker; \u003ctitle render=\"italic\"\u003eMensaje a la Asemblea de las Naciones Unidas, Primera Conferencia Sudamericana Pro Amnistía para los Presos y Exilados Políticos de España y Portugal\u003c/title\u003e(1960)\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_1e9e82e6c3726fb79849759f3efacf11\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_1e9e82e6c3726fb79849759f3efacf11\" type=\"Folder\"\u003e11\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref26\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eTypescripts: Speech given by Sister Benedicta, OSH (daughter of Ramon Sender) for 46th Anniversary of ALB; \"Homage to the Lincoln Battalion,\" \u003ctitle render=\"italic\"\u003eCasa de España\u003c/title\u003e, New York, NY, 50th Anniversary of ALB, Nov 8 1986; \"Address to the 50th Anniversary Dinner of the ALB,\" speech given by John L. Hess, Apr 5, 1987 \u003clb/\u003eLetters: translations of letters to VALB from: A. Osipenko, Spanish Group of Soviet Veterans (1984); Boris Smirnov, Chairman of the Section of the Participants of Spanish Anti-fascist [sic] (1975) \u003clb/\u003eHouse Resolution (Hawaii) honoring ALB on 50th anniversary of founding (1987); notes to JB from Moe Fishman, 1984 and Miguel Gascon, 1989 \u003clb/\u003eArticles: \u003ctitle render=\"italic\"\u003e\u003c/title\u003eGeorge Seldes, \u003ctitle render=\"italic\"\u003e\"\u003c/title\u003eFranco’s Sixth Column \u003ctitle render=\"italic\"\u003e,\" The Fight,\u003c/title\u003e1938; \u003ctitle render=\"italic\"\u003eNew York Times Magazine\u003c/title\u003e, \"The Fight for Peace and Democracy,\" Apr 1938 \u003clb/\u003eClippings and publicity material re: \"The Good Fight\"; Guernica; Spanish Civil War 50th Anniversary \u003clb/\u003ePamphlet: \u003ctitle render=\"italic\"\u003e¡No Pasaran!: The 50th Anniversary of the Abraham Lincoln Brigade\u003c/title\u003e\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_37c6b753211ef36c1bf2e8c2e8c62ec5\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_37c6b753211ef36c1bf2e8c2e8c62ec5\" type=\"Folder\"\u003e12\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref27\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eLetters: \"Report on Three Spanish Organizations,\" Moe Fishman to VALB; JB correspondence with: Alvah Bessie (1980); Ruth M. Decker (1973); Milt Felsen; Carl Geiser (1988); Boris Smirnov (1976?); A. L. Tanz (1986) \u003clb/\u003ePeriodical: \u003ctitle render=\"italic\"\u003eVolunteer for Liberty\u003c/title\u003e(Nov 1946) \u003clb/\u003eFlyer and speech re: Memorial meeting honoring City College students, alumni and teachers who volunteered in the Spanish Civil War, Apr 13, 1980 \u003clb/\u003eClippings re: Chinese volunteers; Ralph Fasanella; Raleigh Frohman; Ben Goldring; George Kaye; Clement Markert; Saul Wellman\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_9694ba55c55e4360af3e82f3e2b33aee\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_9694ba55c55e4360af3e82f3e2b33aee\" type=\"Folder\"\u003e13\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref28\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eLetters re: JB pamphlet \u003ctitle render=\"italic\"\u003eBlack Americans in the Spanish People’s War against Fascism\u003c/title\u003e(Note hand-written letter from Pete Seeger) \u003clb/\u003ePeriodicals: Journal of the Lincoln Brigade (15th Annual; 10th Annual) \u003clb/\u003eFlyers re: John Tisa; James Yates \u003clb/\u003eClippings re: African-American ALB veterans\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_d02cbe6c7191f58963652978b61d2f69\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_d02cbe6c7191f58963652978b61d2f69\" type=\"Folder\"\u003e14\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref29\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003eLetters: Fredericka Martin with JB (1979-1980); Carl Geiser to JB re: Cuba \u003clb/\u003eTypescripts: \"Heroines of the Good Fight,\" Frances Patai (1989); \"Report by Charles Nusser and Steve Nelson\" re: future role of VALB (n.d.); \"Internationalism in Action: The Book Scene,\" Willi Weinert, Party CC Archives, Communist Party of Austria \u003clb/\u003eFlyer re: \u003ctitle render=\"italic\"\u003eOur Fight,\u003c/title\u003eed. Alvah Bessie and Albert Prago \u003clb/\u003ePeriodicals: \u003ctitle render=\"italic\"\u003eHistorical Commission Bulletin\u003c/title\u003e; \u003ctitle render=\"italic\"\u003eWilliam Winter Comments\u003c/title\u003e(Jul 1986) \u003clb/\u003eClippings re: Nicaragua; \"To Die in Madrid,\" 1966 documentary\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_11b652a8489c71dae431a0bd089755b2\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_11b652a8489c71dae431a0bd089755b2\" type=\"Folder\"\u003e15\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003cc id=\"aspace_ref30\" level=\"file\"\u003e\u003cdid\u003e\u003cunittitle\u003e[Scrapbook titled \"Spain 1936-1939\" on spine] \u003clb/\u003eCovers of publications: \u003ctitle render=\"italic\"\u003eSpain\u003c/title\u003e(Oct 1934); \u003ctitle render=\"italic\"\u003eInternationella Brigaden,\u003c/title\u003eLise Lindbæk; \u003ctitle render=\"italic\"\u003ePrisoners of the Good Fight,\u003c/title\u003eCarl Geiser \u003clb/\u003eCard: \" \u003ctitle render=\"italic\"\u003eFreiheit für Spaniens Patrioten\u003c/title\u003e\" \u003clb/\u003eOriginal photos (18, black and white): Soldiers (no battles); war victims; property damage; Spanish people and daily life \u003clb/\u003eClippings: Pictures from Spanish Civil War\u003c/unittitle\u003e\u003cunitdate normal=\"1936/1992\" type=\"inclusive\"\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_45b73a8d7466d777b6afd916dc2330ae\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003ccontainer parent=\"aspace_45b73a8d7466d777b6afd916dc2330ae\" type=\"Folder\"\u003e16\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003c/c\u003e"
        }
    }
}