{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "alba_295"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Pearl Campuzano/Kenneth Graeber Clippings Relating to the Spanish Civil War \u003cnum\u003eALBA.295\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Gail Malmgreen"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2017-07-19T13:25:34\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "unittitle": {
                    "value": "Pearl Campuzano/Kenneth Graeber Clippings Relating to the Spanish Civil War"
                },
                "unitdate": {
                    "normal": "1938/1939",
                    "type": "inclusive",
                    "value": "1938-1939"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "0.25 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "(1 box)"
                        }
                    ],
                    "altrender": "whole"
                },
                "unitid": {
                    "value": "ALBA.295"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_e68a88526918b482cc0734a2b30bc39b",
            "head": "Access Restrictions",
            "p": {
                "value": "Materials are open to researchers. Please contact the Tamiment Library \u0026amp; Robert F. Wagner Labor Archives for more information and to schedule an appointment, tamiment.wagner@nyu.edu or 212-998-2630."
            }
        },
        "bioghist": {
            "id": "aspace_672bb62af54cb90b010685d50a96131a",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Pearl Pound was a native of Kansas City, KA and a graduate of the University of Kansas.  After graduation she traveled to Spain to study at the University of Mardid.  There she met and married a Spanish doctor, Tadeo Campuzano; their son Carlos was born in 1933.  When war broke out in 1936 her husband served as a doctor on a Republican ship, and after a year of wartime hardships she left Spain with their young son. Returning to Kansas City she spoke on behalf on the Republican cause, sometimes sharing the platform with Kenneth Graeber (aka Graber, another graduate of the University of Kansas), who had served as an ambulance driver in Spain. This collection of clippings and notes is not explicitly identified as to ownership; they were probably compiled by either Campuzano or Graeber."
            }
        },
        "scopecontent": {
            "id": "aspace_866ad02a1ed6c78f815db9fb80dad4c9",
            "head": "Scope and Content Note",
            "p": {
                "value": "The collection consists of ca. 100 clippings, many from the \u003cemph render=\"italic\"\u003eNew York Times\u003c/emph\u003e, but some from Topeka, KA and Kansas City, KA newspapers.  The clippings cover the later events of the Spanish Civil War and some post-war developments in Spain.  Some relate to Pearl Campuzano's and Kenneth Graeber's talks on the Civil War to groups in Kansas.  Also included is a brief handwritten note on a viewing of Movietone News #64 coverage of events in Franco's Spain, in a theater in Topeka, April 4, 1939, and several handwritten notecards relating to a speech on the War."
            }
        },
        "controlaccess": {},
        "dsc": {}
    }
}