{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "photos_029"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the International Federation of Professional and Technical Engineers, Local 66 Photographs \u003cnum\u003ePHOTOS 029\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Mary Allison Farley"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-09-07T16:51:11\u003c/date\u003e"
            },
            "langusage": {
                "language": [
                    {
                        "encodinganalog": "546",
                        "langcode": "eng",
                        "value": "English"
                    }
                ]
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "International Federation of Professional and Technical Engineers, Local 66 Photographs"
                },
                "unitdate": {
                    "normal": "1940/1970",
                    "type": "inclusive",
                    "value": "ca. 1950-1970"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "1 box"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The International Federation of Professional and Technical Engineers (IFTPE) Local 66 was founded by architectural draftsmen in 1934 as the Architectural Guild and affiliated with the International Federation of Technical Engineers', Architects' and Draftsmen's Union, AFL, as its Local 66, later becoming IFPTE Local 66. This small collection of twenty-two photographs (including nine color snapshots) shows the leadership of Local 66 at special functions, at training sessions, and making presentations at meetings."
                },
                "unitid": {
                    "value": "PHOTOS 029"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_68a90c2c84b0dfc12bc724bfb0736b36",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "prefercite": {
            "id": "aspace_1b8c0a094202221613967fb8881f6303",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; International Federation of Professional and Technical Engineers, Local 66 Photographs; PHOTOS 029; box number; folder number; Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_ec24615d1d6f5b863470a5f2ac60f18b",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "The International Federation of Professional and Technical Engineers, Local 66 sent a gift of their records in 1980. Photographs from this donation were separated at that time and established as the International Federation of Professional and Technical Engineers, Local 66 Photographs (PHOTOS 029). The accession number associated with these photographs is 1980.012."
            }
        },
        "bioghist": {
            "id": "aspace_fe015e6c3d839e6f40ae16d10356e4da",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "The International Federation of Professional and Technical Engineers Local 66 was founded in 1934 as the Architectural Guild of America, a New York-centered national union for architects and architectural draftsmen. In 1937, the Guild affiliated with the International Federation of Technical Engineers', Architects' and Draftsmen's Union, AFL, as Guild Local 66. From the beginning, Local 66 clashed with its CIO counterpart, the Federation of Architects, Engineers, Chemists and Technicians (FAECT). Disputes over jurisdiction and methods, followed by a disastrous FAECT strike in the late 1940's led to the demise of the FAECT in the 1950's. The leadership of J. Lawrence Raimist for 27 years as President (from 1940 - 1962) and then of Ed Meskin (in the 1970's) helped Local 66 to continue organizing in spite of changing technology and work location."
            }
        },
        "scopecontent": {
            "id": "aspace_e118dae4f32298b5676f613997c17582",
            "head": "Scope and Content Note",
            "p": {
                "value": "This small collection of twenty-two photographs (including nine color snapshots) shows the leadership of Local 66 at special functions, at training sessions and making presentations at meetings. In addition, a number of photographs were shot in Hawaii (in one, Diamond Head appears in the background), with members wearing Hawaiian print shirts and badges. Whether these document a Local 66 meeting or convention that was held in Hawaii, or perhaps a meeting of an Hawaiian local of the American Federation of Architectural Engineers, is not clear."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Engineers |x Labor unions |z United States |v Pictorial works."
                },
                {
                    "source": "lcsh",
                    "value": "Engineers |z United States |v Portraits."
                }
            ]
        },
        "dsc": {
            "value": "\u003cc id=\"aspace_ref13\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eContainer list\u003c/unittitle\u003e\u003c/did\u003e\u003cc id=\"aspace_ref14\" level=\"otherlevel\" otherlevel=\"unspecified\"\u003e\u003cdid\u003e\u003cunittitle\u003eMeetings, conventions, dinners\u003c/unittitle\u003e\u003cunitdate\u003eundated\u003c/unitdate\u003e\u003ccontainer id=\"aspace_05a1d2c8d10eb38e81ce1908e0f75339\" label=\"Mixed Materials\" type=\"Folder\"\u003e1\u003c/container\u003e\u003c/did\u003e\u003c/c\u003e\u003c/c\u003e"
        }
    }
}