{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NNU-TL",
            "value": "tam_165"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Isaku Kida and Emi Kida Papers\n                    \u003cnum\u003eTAM.165\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Tamiment staff"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library / Wagner Archives"
                },
                "address": {
                    "addressline": [
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "New York, NY, 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                },
                "date": "2/13/2010"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2012-03-29T18:42-0400\u003c/date\u003e\n            "
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library / Wagner Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Kida, Isaku, 1905-1996"
                    }
                },
                "unittitle": {
                    "value": "Isaku Kida and Emi Kida Papers"
                },
                "unitdate": {
                    "value": "undated"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "12.0 linear feet"
                        },
                        {
                            "value": "(12 boxes)"
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "Isaku Kida (1905-1996) immigrated to the United States from Japan in 1930. Following Japan’s attack on Pearl Harbor, he fell under the suspicion of the FBI for his growing interest in Communism. Arrested and interned at Ellis Island, he was subsequently released to work as a language instructor for the Office of Strategic Services. Nearing the end of WWII, Isaku became a business manager, and later, president of the \n                \u003cemph render=\"italic\"\u003eThe Hokubei Shimpo\u003c/emph\u003e (renamed \n                \u003cemph render=\"italic\"\u003eNew York Nichibei\u003c/emph\u003e in 1945). During its run from 1945 through 1993, the paper also served as an important outlet for Asian American writers, and a range of progressive causes found expression within its pages, including civil rights for Asian Americans and the Asian American Movement. Emi Kida (1908-2001) was born in Gifu prefecture, and attended Doshisha Women’s Senmon School, where she studied the traditional women’s arts of embroidery, ikebana (flower arranging), and cooking. In 1958, she immigrated to New York to join her husband, and helped run the \n                \u003cemph render=\"italic\"\u003eNew York Nichibei\u003c/emph\u003e, for which she also wrote. The majority of the collection consists of copies of \n                \u003cemph render=\"italic\"\u003eThe Hokubei Shimpo—New York Nichibei\u003c/emph\u003e, the central English language newspaper of the Japanese American Left. Also contained in the collection are Emi Kida’s newspaper clippings. correspondence, official documents relating to The Hokubei-Shimpo and Christmas cards make up another portion of the collection. Included also are Emi’s daybooks, notes, ticket stubs, dried flowers, leaves, and other ephemera. Spanning 43 years, her daybooks offer a rare glimpse into the daily life of a Japanese woman in postwar New York and her involvement with the city’s Asian American Left. There are also Japanese language books of New York and American subject matter, and photographs and awards. The collection documents Emi Kidas' lifelong friendship with Asae Konowa, whose husband briefly owned the Japanese American News Corporation. Printed ephemera include newsletters, publications, and directories of Japanese churches and organizations Emi was active in within the New York area; subscriptions to New York-based Japanese language artistic and literary publications from the 1980s and 1990s; and materials relating to Emi’s certification in and practice of flower arrangement design. \n                \u003cemph render=\"bold\"\u003eNOTE: This collection is housed offsite and advance notice is required for use.\u003c/emph\u003e"
                },
                "unitid": {
                    "value": "TAM.165"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "jpn"
                    }
                },
                "container": {
                    "id": "cid19090001",
                    "label": "Mixed materials",
                    "type": "Box",
                    "value": "1-12"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref4",
            "head": "Access Restrictions",
            "p": {
                "value": "Open for research without restrictions. \n                \u003cemph render=\"bold\"\u003eNOTE: This collection is housed offsite and advance notice is required for use.\u003c/emph\u003e"
            }
        },
        "bioghist": {
            "id": "ref5",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Isaku Kida (1905-1996) immigrated to the United States from Japan in 1930 as a student of theology. Following Japan’s attack on Pearl Harbor, he fell under the suspicion of the FBI for his growing interest in Communism. Arrested and interned at Ellis Island, he was subsequently released to work as a language instructor for the Office of Strategic Services. Nearing the end of WWII, Isaku became a business manager, and later, president of the \n                \u003cemph render=\"italic\"\u003eHokubei Shimpo\u003c/emph\u003e (renamed \n                \u003cemph render=\"italic\"\u003eNew York Nichibei\u003c/emph\u003e in 1945). During its run from 1945 through 1993, the paper documented the life of New York’s postwar Japanese American community, serving not only as a place to obtain community news but also as an important outlet for Asian American writers. A range of progressive causes from civil rights to women’s and gay rights found expression within its pages. In addition, the paper regularly documented developments in the Asian American Movement born in Chinatown in the late 1960s and 1970s, the Asian American arts movement, and the redress movement of the 1970s and 1980s. Emi Kida (1908-2001) was born in Gifu prefecture, and attended Doshisha Women’s Senmon School, where she studied the traditional women’s arts of embroidery, ikebana (flower arranging), and cooking. In 1958, she immigrated to New York to join her husband. Through the work she performed in helping to run the \n                \u003cemph render=\"italic\"\u003eNew York Nichibei\u003c/emph\u003e (reporting in the field, manually setting the type of the Japanese language section, editing, keeping the books, organizing mailings), Emi became intimately familiar with the city’s cultural and political life."
            }
        },
        "scopecontent": {
            "id": "ref1",
            "head": "Scope and Contents note",
            "p": {
                "value": "PLEASE DIRECT FURTHER INQUIRIES TO: tamiment.wagner@nyu.edu"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Japanese American artists."
                },
                {
                    "source": "local",
                    "value": "Japanese American communists."
                },
                {
                    "source": "lcsh",
                    "value": "Japanese American newspapers."
                },
                {
                    "source": "local",
                    "value": "Japanese American radicals"
                },
                {
                    "source": "local",
                    "value": "Japanese American socialists."
                },
                {
                    "source": "lcsh",
                    "value": "Japanese Americans |z New York (State) |z New York |x History."
                },
                {
                    "source": "lcsh",
                    "value": "Japanese |z New York (State) |z New York."
                },
                {
                    "source": "lcsh",
                    "value": "Japanese |z New York (State)."
                }
            ],
            "corpname": {
                "source": "local",
                "value": "New York Nichibei."
            }
        },
        "dsc": {}
    }
}