{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NNU-TL",
            "value": "tam_212"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Preliminary Inventory to the Karen Stamm: Women's Reproductive and Health Rights Papers\n                    \u003cnum\u003eTAM.212\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Tamiment staff"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library / Wagner Archives"
                },
                "address": {
                    "addressline": [
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "New York, NY, 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                },
                "date": "12/30/2009"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2012-03-29T19:02-0400\u003c/date\u003e\n            "
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library / Wagner Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Stamm, Karen"
                    }
                },
                "unittitle": {
                    "value": "Karen Stamm: Women's Reproductive and Health Rights Papers"
                },
                "unitdate": {
                    "normal": "1946/1992",
                    "type": "inclusive",
                    "value": "1946-1992"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "15.0 linear feet"
                        },
                        {
                            "value": "(15 boxes)"
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "Karen Stamm was an activist in the women's health and reproductive righs movements of the 1970s and 1980s, notably through her role in the Committee to End Sterilization Abuse (CESA) and its successor, the Committee for Abortion Rights and Against Sterilization Abuse (CARASA). Stamm helped found and at some point chaired committees in both organizations. The Papers document those struggles for reproductive freedom and equality, particularly the activities of the Committee to End Sterilization Abuse (CESA) and its successor, the Committee for Abortion Rights and Against Sterilization Abuse (CARASA). In addition to minutes and agendas, correspondence, research and resource files, legislative and lobbying campaign materials, newsletters, pamphlets, and other educational and advocacy materials from CESA and CARASA, there is a mix of materials, mostly newsletters, publications, pamphlets and correspondence of member organizations, organizations they have worked in coalition with, and organizations that have opposed them are also part of the collection. \n                \u003cemph render=\"bold\"\u003eNOTE:\u003c/emph\u003e Certain items or portions of the collection are fragile, and will require permission to access."
                },
                "unitid": {
                    "value": "TAM.212"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid18987002",
                    "label": "Mixed materials",
                    "type": "Box",
                    "value": "1-15"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref7",
            "head": "Access Restrictions",
            "p": {
                "value": "NOTE: Since the bulk of the collection is stored offsite, three working days advance notice must be given so that the materials may be retrieved."
            }
        },
        "bioghist": {
            "id": "ref3",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Karen Stamm was an activist in the women's health and reproductive righs movements of the 1970s and 1980s, notably through her role in the Committee to End Sterilization Abuse (CESA) and its successor, the Committee for Abortion Rights and Against Sterilization Abuse (CARASA). Karen Stamm helped found and at some point chaired committees in both organizations. Both CESA and CARASA were committed to creating a more inclusive reproductive rights movement that took into account the fact that all women did not have equal control of their reproduction and that this choice was in fact limited by race and class. Both rejected the notion that overpopulation was the cause of social and economic ills, called for the end of sterilization abuse as a means of population control, and advocated for the economic conditions that were necessary to undergird economically disadvantaged women’s right to choose freely."
            }
        },
        "scopecontent": {
            "id": "ref2",
            "head": "Scope and Contents note",
            "p": {
                "value": "ACLU-American Civil Liberties Union; AVS-Association for Voluntary Sterilization; CARASA-Committee for Abortion Rights and Against Sterilization Abuse; CESA-Committee to End Sterilization Abuse; CCR-Center for Constitutional Rights; CRROW-Coalition for the Reproductive Rights of Workers; Health/PAC-Health Policy Advisory Center KS-Karen Stamm; (D)HEW-US Dept. of Health, Education and Welfare; NWHN-National Women’s Health Network; NYC HHC-New York City Health and Hospital Corporation; NYCOSH-New York Committee for Occupational Safety and Health; R2N2-Reproductive Rights National Network"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Abortion |z United States."
                },
                {
                    "source": "lcsh",
                    "value": "Feminism |z United States."
                },
                {
                    "source": "lcsh",
                    "value": "Feminists |z United States."
                },
                {
                    "source": "lcsh",
                    "value": "Reproductive rights |z United States."
                },
                {
                    "source": "lcsh",
                    "value": "Sterilization (Birth control) |z United States."
                },
                {
                    "source": "lcsh",
                    "value": "Women |x Health and hygiene |z United States."
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Committee to End Sterilization Abuse (New York, N.Y.)."
            }
        },
        "dsc": {
            "value": "\n            \u003cc01 id=\"ref12\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eNewspaper Clippings, 1977-1985\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987003\" type=\"Box\" label=\"Mixed materials\"\u003e1\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref13\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003ePreservation Note: Clippings not in folders and are fragile. Please handle with care.\u003c/p\u003e\n                    \u003cp\u003eContents include clippings, mostly from the New York Times, but also from the New York World, In These Times, The Progressive, Guild Notes, Penthouse and others re: a variety of topics, including women’s health, PMS, vasectomy, reproductive rights in the workplace, black and Puerto Rican discrimination suits, surge in Indian population, and AIDS.\u003c/p\u003e\n                    \u003cp\u003eLoose Papers: These are strewn in between news clippings: Letter from CCR to CRROW; Oct 1979; Newsletter, NWHN; Nov 12, 1979; Letter from Sen. Daniel Moynihan re: ratification of ERA w/ attached Congressional Record; Aug 1982; Pamphlet for Abortion Rights Week; Oct 1979; Letter from CRROW to KS w/ attached list of endorsers and statement of purpose; Nov 1980; Newsletter, NYCOSH; Sep 1980 Fundraising letter from Gloria Steinem re: supporting Sen. Bob Packard against “Right-to-Life” Movement; Brochure re: Cu-7 brand of intrauterine contraceptive; Aug 1977; Newsletter, Catholic Negro-American Mission Board; Mar-Apr 1979; Leaflet, “Dangerous Hidden Connections of Anti-Choice ‘Pro-Life’ Movement,” Women’s Rights Action Group; undated.\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref14\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eNewspaper Clippings, 1982-1985\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987004\" type=\"Box\" label=\"Mixed materials\"\u003e2\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref15\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003ePreservation Note: Clippings not in folders and are fragile. Please handle with care.\u003c/p\u003e\n                    \u003cp\u003eContents include clippings, mostly from the New York Times re: a variety of topics that include young girls learning self-defense, DES cancer drug lawsuit, battered wives, gay and lesbian rights, sterilization regulations, Betty Friedan, and black women’s perception that white women are leading in job gains.\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref17\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eNewspaper Clippings, 1976-1979\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987005\" type=\"Box\" label=\"Mixed materials\"\u003e3\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref18\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eNews clippings mostly taken from the New York Times and cover a range of topics from a scarcity of staple black beans in Brazil, the national grain reserve, a surge in Mexican illegal immigration, and ethical questions re: the CIA’s mind control experiment.\u003c/p\u003e\n                    \u003cp\u003eContains a mix of materials relating to a range of women’s health subjects, including sterilization abuse and regulations, birth control research, workplace discrimination as it relates to forced sterilization, Abortion Rights Week organizing, and intrauterine Diethylstilbestrol (DES) exposure. Materials range in date from 1976 to 1979 and include correspondence, newsletters, factsheets, brochures, press releases, drafts of position papers, and medical research papers. Organizations represented include CARASA, NY Inco for DES Action, CESA, the Consumer Commission on Accreditation of Health Services, and the Coalition for the Medical Rights of Women.\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref19\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications I\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987006\" type=\"Box\" label=\"Mixed materials\"\u003e4\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref20\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003ePublications: The Abortion Business: A Report on Free-Standing Abortion Clinics, Women’s Research Action Project; 1975. The Women’s Center Reid Lectureship: Papers by Alice Walker and June Jordan; Nov 11, 1975. Address on the Population Problem at MIT, Robert S. McNamera, World Bank; Apr 28, 1977. Getting Stronger: Women Workers Organize the Abortion Clinics, Red Sun Press; 1978. Populi, Journal of the UN Fund for Population Activities; Winter 1976. For Ourselves, Our Families, and Our Future: The Struggle for Childbearing Rights, Red Sun Press; 1979. Freeing Ourselves, Women Mobilized for Change; Mar 1973. \n                        \u003cemph render=\"italic\"\u003eHealth/PAC Bulletin\u003c/emph\u003e; Jul-Aug 1974. CCR Docket Reports; 1978-1979, 1979-1980, 1981-1982. Peace Action newsletter, War Resisters International. Women \u0026amp; the Law Report newsletter, Goldfarb, Singer and Austern; Mar 1983. Network News newsletters, NWHN; Jul 1982-Jul 1983. Reproductive Rights newsletters, R2N2; Summer 1980-Winter 1980. Family Planning Perspectives; Jul/Aug 1979. Local Monitoring Project Report, CESA; May 1978-Apr 1979. Health Right: A Women’s Health Newsletter; Summer 1978-1979. Knowledge and Control: The Issue of Abortion, Female Liberation; 1970. WIN: Peace \u0026amp; Freedom through Nonviolent Action; Mar 8, 1979. The New Leader biweekly; Nov 25, 1963. Report: Sterilization and Informed Consent Project; Jul 1976-Jun 1978\u003c/p\u003e\n                    \u003cp\u003ePamphlets: Sterilization Abuse, Coalition for the Medical Rights of Women; undated Guidelines for the Management of DES-Exposed Daughters, State of CA Health and Welfare Agency; 1978. Women and the Cuban Revolution: Excepts from Two Speeches of Fidel Castro, Pathfinder Press; 1971. On Political Prisoners and Human Rights, Puerto Rico Solidarity Committee.\u003c/p\u003e\n                    \u003cp\u003eNewspapers: News \u0026amp; Letters “Human Power Is Its Own End”; Aug-Sep 1977. New York Workers’ News \u0026amp; Perspective: An Independent Newspaper of Labor and Community News; Jun 14, 1977. VOICE Literary Supplement #4; Feb 1980. Denuncia: Organo del Movimiento Anti-imperialista Por el Socialismo en Argentina; Aug 1977. Indochina Chronicle, Indochina Resource Center; Aug 1, 1972\u003c/p\u003e\n                    \u003cp\u003ePersonal Letters to KS; Oct 1981; Letter to KS from Massachusetts General Hospital re: how use results of hospital sterilization surveys.\u003c/p\u003e\n                    \u003cp\u003eMaterials sent to NWHN Executive Committee and Board: Contents include committee lists with chairs and job descriptions, organizational issues questionnaire responses, executive committee actions re: organizational issues questionnaire, financial policies, financial reports memos to executive committee re: legal guidelines for policy positions and legal actions taken on behalf of NWHN, board meeting attendance, and reports on committee activities.\u003c/p\u003e\n                    \u003cp\u003eBlack Folder: undated. Contents include AVS info re: laws and legal status of sterilization for mentally disabled and handwritten notes\u003c/p\u003e\n                    \u003cp\u003eLight Blue Folder: NWHN Materials; Oct 1982-1983. Contents include NWHN work plan for Depo-Provera Project, draft of executive director work plan, report from the chair, and blank budget form for fiscal year 1983.\u003c/p\u003e\n                    \u003cp\u003eLight Blue Folder: CARASA Steering Committee Minutes Etc.; Jul 1981-Jun 1982 Contents include CARASA steering committee minutes with attached news clippings, letters to KS, and Reproductive Rights, newsletter of the Philadelphia Reproductive Rights Organization.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: P.R.; Dec 1974-Apr 1978. Contents include clippings re: Puerto Rico/Puerto Ricans\u003c/p\u003e\n                    \u003cp\u003eGreen Folder: Abortion, Con-Con; Feb 1979. Contents include House Committee substitute for House Bills Nos. 523, 626, and 902.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Coalition; Summer 1980. Contents include Coalitions News, newsletter of the Coalition for the Medical Rights of Women, and meeting notes of first fight-back against Supreme Court anti-abortion decision (McRae v. Harris).\u003c/p\u003e\n                    \u003cp\u003eLoose Papers: Pamphlet re: menstruation; National Center on Women \u0026amp; Family Law leaflets and publications list; Letter from Stanley Fink, Speaker of NY State Assembly; Sep 1982; Handwritten notes re: abortion; Map of nuclear reactors in US; Jun 1977; Correspondence, minutes, mission statements, and flyers from NWHN and CARASA; Law book clippings re: NYC and CA sterilization regulations; Buck v. Bell, Virginia Supreme Court of Appeals; Apr 1927\u003c/p\u003e\n                    \u003cp\u003eYellow Folder: YMCA/NGO National Working Seminar on Development; Sep 26-28, 1978 Contents include seminar materials such as agendas, pamphlets re: including women in development efforts and population growth and land reform, 1978 world population data, working group report on population and development, testimony, and article clippings re: youth population and the Third World.\u003c/p\u003e\n                    \u003cp\u003eLight Blue Folder: KS; Dec 1981-Jan 1982. Contents include testimony on behalf of NWHN Subcommittee on the Constitution, Occupational Health Committee environmental / occupational history form, and Warning: Reaganomics is Harmful to Consumers, a consumer review by the National Consumer League.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: NWHN Materials re: Hospital Sterilization Surveys; 1981-1983. Contents include general letter re: hospital sterilization questionnaire and blank questionnaire, 1981-1982 registry of Ob-Gyn residency programs and their directors, several pages of doctor address labels, NWHN Reproductive Rights Committee membership lists, and internal correspondence.\u003c/p\u003e\n                    \u003cp\u003eFolder: Clippings. Contents include clippings re: medical info on breast and pelvic test methods, herpes, dioxin, estrogen, and other health subjects.\u003c/p\u003e\n                    \u003cp\u003ePoster: “People against Sterilization Abuse”, CESA (multiple copies)\u003c/p\u003e\n                    \u003cp\u003eEnvelope: from ACLU; 1969-1977. Contents include handwritten notes re: Strunk v. Strunk, Holmes v. Powers, and Kentucky statutes re: non-therapeutic sterilization\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Sarah Wenick’s Draft of Article on Sterilization. Contents includes Wenick’s letter to KS with enclosed draft of article on contraceptive sterilization for Red Book.\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref21\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications II\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987007\" type=\"Box\" label=\"Mixed materials\"\u003e5\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref22\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eLoose Papers: Legal divorce settlements and income tax regulations; 1983-1989; Clipping from law book on PL 37; 1977; CCR comments on renewal of federal sterilization regulations; Jun 1982; Planned Parenthood letter to Health Care Financing Administration; Jun 22, 1982; Bibliography; KS notes and papers; News Clipping re: sterilization as criminal punishment.\u003c/p\u003e\n                    \u003cp\u003eFolder: CARASA and CESA Materials; 1979. Contents relating to CESA include a meeting agenda and minutes, letter to CARASA steering committee, proposed procedure for educational, sample by-laws, and rules of internal procedure. CARASA materials include proposal for conference, conference agenda, CARASA News Special 1979 Conference Packet, and resumes.\u003c/p\u003e\n                    \u003cp\u003eWhite Folder: Keep it Fair. Keep it Safe. Keep it Funded. Contents relate to abortion campaign and include NY State Campaign for Abortion Rights pamphlet re: legislative process, CARASA resolution and lobbying techniques papers, an ABC News survey re: legalizing abortion, and “Keep it Safe…” button.\u003c/p\u003e\n                    \u003cp\u003eFolder: CARASA and Planned Parenthood Materials re: Trip to NY State Legislature Contents include a Planned Parenthood pamphlet re: NY state legislature, CARASA letter to NY State Legislature re: abortion, CARASA fact sheets, memos, and correspondence, names and addresses of healthcare, women’s labor, and other groups, and feedback reports from visit to legislators.\u003c/p\u003e\n                    \u003cp\u003eCARASA News, CARASA; Jan/Feb 1983\u003c/p\u003e\n                    \u003cp\u003eGreen Folder: CESA. Contents relate to CESA and include press releases, meeting minutes, clippings re: sterilization abuse, a work plan for its outreach campaign, and handwritten notes.\u003c/p\u003e\n                    \u003cp\u003eHanging Folder: NY Times Clippings; Nov 1990\u003c/p\u003e\n                    \u003cp\u003eHanging Folder: NYC HHC Letters re: Annual Report and Sterilization Procedures; 1992\u003c/p\u003e\n                    \u003cp\u003eHanging Folder: Charts showing percentage of US women using various contraceptive methods by age, race, marital status, etc.; 1982\u003c/p\u003e\n                    \u003cp\u003eHanging Folder: CARASA Research Proposal to Study Voluntary Sterilization Counseling Programs at St. Luke’s-Roosevelt Hospital Centers; Apr 6, 1984\u003c/p\u003e\n                    \u003cp\u003eHanging Folder: Chart comparing NYC Reg PL 37, Federal HEW Regs, and proposed state law (Nader’s Bill)\u003c/p\u003e\n                    \u003cp\u003eFolder: NYC HHC Materials; 1982-1988 Contents include correspondence, testimony and legal petitions, proposed resolution and news clipping re: testing for perinatal transmission of AIDs.\u003c/p\u003e\n                    \u003cp\u003eFolder: NYC HHC Sterilization Guidelines and Forms\u003c/p\u003e\n                    \u003cp\u003eFolder: NYC HHC Memos; May 1983-Apr 1985\u003c/p\u003e\n                    \u003cp\u003eFolder: CESA stats re: municipal hospital sterilizations; 1972-1978\u003c/p\u003e\n                    \u003cp\u003eFolder: NYC HHC Compliance with Sterilization Regs Annual Reports; 1986-1990\u003c/p\u003e\n                    \u003cp\u003eNYC HHC Annual Sterilization Stats; 1978-1982, 1985, 1986, 1988\u003c/p\u003e\n                    \u003cp\u003eKS student papers for Psychiatry and law seminar; Sep 1984\u003c/p\u003e\n                    \u003cp\u003eStudent paper for sex roles and the law seminar; Dec 1976\u003c/p\u003e\n                    \u003cp\u003eFolder: Modern Eugenic Laws and Court Cases; 1978-1989\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref23\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications III (1977-1984)\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987008\" type=\"Box\" label=\"Mixed materials\"\u003e6\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref24\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eBox is particularly disorganized. Materials seemed randomly filed together and I felt that I was doing an item by item inventory going through each folder so opted for a general narrative description rather than folder inventory.\u003c/p\u003e\n                    \u003cp\u003eThis box contains materials from CARASA, Planned Parenthood, AVS, NWHN, NYC HHC, ACLU, CCR, JSAC, and others relating to sterilization abuse and rights. Materials include correspondence, minutes, newsletters, pamphlets and brochures, fact sheets, drafts of legislative bills, and drafts of chapters.\u003c/p\u003e\n                    \u003cp\u003eCorrespondence re: CARASA sterilization monitoring project; Mar-Apr 1984\u003c/p\u003e\n                    \u003cp\u003eNYC HHC memos and brochures re: hysterectomy translated into Chinese, Spanish, French, and Russian; 1984\u003c/p\u003e\n                    \u003cp\u003eEnvelope: CARASA Walk-a-Thon; 1984\u003c/p\u003e\n                    \u003cp\u003eArticle clipping re: female sterilization; 1983\u003c/p\u003e\n                    \u003cp\u003eNYC HHC memo re: attached drafts of Nader Sterilization Bill\u003c/p\u003e\n                    \u003cp\u003eACLU Reproductive Freedom Project Sterilization Subcommittee on the Mentally Retarded correspondence and minutes; 1983\u003c/p\u003e\n                    \u003cp\u003eCCR memo re: changes to Nader Bill\u003c/p\u003e\n                    \u003cp\u003ePlanned Parenthood position paper re: sterilization in NYC\u003c/p\u003e\n                    \u003cp\u003ePamphlet: In Support of Women: Why Safe and Free Abortion?, Indiana Feminist Alliance; 1982\u003c/p\u003e\n                    \u003cp\u003eBrochure on preterm vasectomy\u003c/p\u003e\n                    \u003cp\u003eFact sheets re: sterilization abuse\u003c/p\u003e\n                    \u003cp\u003eNews clippings re: sterilization abuse\u003c/p\u003e\n                    \u003cp\u003eJSAC Grapevine, Joint Strategy and Action Committee; Feb 1979\u003c/p\u003e\n                    \u003cp\u003ePlanned Parenthood memo re: world population; May 1978\u003c/p\u003e\n                    \u003cp\u003eAVS News, AVS; Apr 1977\u003c/p\u003e\n                    \u003cp\u003eNWHN News, NWHN; Apr/May 1979\u003c/p\u003e\n                    \u003cp\u003eLetter to KS from Tom Shapiro with enclosed draft of chapter of book on sterilization abuse and population control in US; Oct 1983\u003c/p\u003e\n                    \u003cp\u003ePeace Action newsletter, War Resisters League; Aug/Sep 1983\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref25\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications IV\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987009\" type=\"Box\" label=\"Mixed materials\"\u003e7\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref26\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eLoose Papers: Contains many unfoldered papers from organizations such as CESA, Coalition Against Sterilization Abuse (CASA), DHEW, CARASA, R2N2, and particularly NWHN. Materials include correspondence, memos, newsletters, position papers, statements of purpose, progress reports, program objectives, board minutes, petitions and testimonies, and flyers.\u003c/p\u003e\n                    \u003cp\u003eFolder: KS’s CESA Minutes and Notes; May-July 1977: 0.4 linear ft. of loose news clippings, mostly from the New York Times, re: hospital news; 1976-1978.\u003c/p\u003e\n                    \u003cp\u003eFolder: HHC. Contents include clippings and stats on sterilization abuse\u003c/p\u003e\n                    \u003cp\u003eNewspapers: Politics \u0026amp; Other Human Interests; Nov 22, 1977; Ob Gyn News; Aug 15-31, 1982; Indigena: News from Indian America; Summer 1977\u003c/p\u003e\n                    \u003cp\u003eGreen Folder: CESA; 1976-1977. Contents include draft position paper, proposal for organization manual, proposed work plan, by-laws, CESA founding conference program, event flyers, pamphlets (in Spanish), press release, and education materials.\u003c/p\u003e\n                    \u003cp\u003eFolder: Public Attitude. Contents consist of tabulations from questionnaire Capitol Inquiry by Texan Senator Walter Mengden.\u003c/p\u003e\n                    \u003cp\u003eFolder: CESA Internal Documents; Oct 1976-May 1977. Contents consists of correspondence with members re: organizational restructuring.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Betsy Hartman; May 1986. Letter from Betsy Hartman to KS with draft of chapter on sterilization for her Harper and Row book on population.\u003c/p\u003e\n                    \u003cp\u003eFolder: Mailing List of Organizations\u003c/p\u003e\n                    \u003cp\u003eFolder: Correspondence Referencing Literature Payments\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Clippings Misc.; 1972-1976. Clippings mostly relate to gender equity, particularly in the occupations.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Bonnie Mass; Oct 1976. Contains handwritten notes re: sterilization\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Clippings re: status of women; 1977-1979\u003c/p\u003e\n                    \u003cp\u003eFolder: CESA materials relating to NYC HHC; 1975-1979. Contents include correspondence, fact sheets re: sterilization guidelines, and news clippings in Spanish.\u003c/p\u003e\n                    \u003cp\u003eFolder: Sterilization Regs; Jul 1975-Dec 1977. Some content in Spanish.\u003c/p\u003e\n                    \u003cp\u003eJournal: LAWG Letter, Latin American Working Group; Oct/Nov 1974\u003c/p\u003e\n                    \u003cp\u003eNewsletters: Network News, NWHN; Sep/Oct 1982-May/Jun 1983\u003c/p\u003e\n                    \u003cp\u003eEnvelope: NWHN Manuscript Sterilization Abuse: What It Is and How It Can Be Controlled; 1981\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref27\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications V\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987010\" type=\"Box\" label=\"Mixed materials\"\u003e8\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref28\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eClippings Files. Clippings are filed in hanging folders with title labels. Original order kept. (Box handle broken; Title provided by archivist to better reflect folder content; Fragile. Handle with care.)\u003c/p\u003e\n                    \u003cp\u003eAbortion, 1979; Abortion, 1977; Abortion Court Cases; 1990; Senate Joint Resolution 19 re: Abortion Amendment; 1981; Abortion Counseling Press; Abortion Demographic Etc.; Abortion-Foreign Aid; Abortion Funding; Abortion Clinics Harassment; Human Life Act; Abortion Informed Consent; Abortion International; Abortion-Medical Abortion-Parental Notice, “Spousal Rights”; Pregnancy-Surveillance; Pre-Natal Testing; RU 486-Abortion Pill Testing, 1990; Viability; Access and Availability (MD Attitudes); AVS; Baby Doe Etc.; 1981; Bronx; 1981; California Regs; Church State, 1988; Contraception; Demographics; Depo-Provera; Squeal Rule Contraception, 1983; Fetal Experimentation and Use of Tissue; Infertility; Invasive Surgery on Pregnant Women; Joan Kelly; Mailing Lists; Marital Rape; NWHN; NWHN News 3/84-8/86; Pornography; AIDS; Compliance Studies-National Sterilization Regs; Sterilization Demographics; Sterilization, Medical; Monitoring and Reg of Health Care in NY; Monitoring HHS; Occupational and Environmental Health; Planned Parenthood; Population Control; Puerto Rico; Sterilization Regrets and Reverses; UK: Sterilization; Surrogate Motherhood; R2N2\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref29\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications VI\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987011\" type=\"Box\" label=\"Mixed materials\"\u003e9\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref30\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eNOTE: Box not full.\u003c/p\u003e\n                    \u003cp\u003eGreen Folder: Court Documents, 1977. Contents include petition of Richard Ruby v. Robert U. Massey re: guardianship of children, District of Connecticut.\u003c/p\u003e\n                    \u003cp\u003eClippings: Eugenics Laws, 1975-1977; Clippings and Articles: Eugenics Misc., 1971-1977.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Letters re: reporting hospital sterilizations. Contents include letters from several hospitals to Carter Burden, Council Member of 7th District, Manhattan re: fulfilling responsibility to report performed sterilizations.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Packet #24, Part 1; Nov 1979-Feb 1980. Contents consists of clippings on various women’s issues put together by the Boston Women’s Health Book Collective\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Packet #24, Part 2. Contents consists of clippings on various women’s issues put together by the Boston Women’s Health Book Collective\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Packet #24, Part 3. Contents consists of clippings on various women’s issues put together by the Boston Women’s Health Book Collective\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Monitoring NY Hospital Sterilization Materials. Contents include letters to KS at CESA from various hospitals re: 1979 hospital questionnaires and compliance with PL 37, and charts and tables with info on how certain NY hospitals are funded and their payment policies\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Materials re: Abortion. Contents Include news clippings re: abortion, KS and Women’s National Abortion Action Coalition testimony for Albany hearings on alternatives to abortion, The Monthly Extract: An Irregular Periodical, and an info brochure on vacuum aspiration abortion.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: CARASA Materials. Contents include letters to NY state legislators, and info on lobbying techniques and legislative issues re: sterilization.\u003c/p\u003e\n                    \u003cp\u003eHanging Folders containing Newspaper Clippings: Abortion, 1990; Abortion, 1989; Abortion, 1988; Abortion. 1981\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref31\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications VII\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987013\" type=\"Box\" label=\"Mixed materials\"\u003e10\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref32\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eFolder: Bibliography. Contains recommended readings, annotated references, publications lists, and info about unpublished manuscripts re: population control, sterilization, abortion, pregnancy and birth, and women and the healthcare system\u003c/p\u003e\n                    \u003cp\u003ePublications: On the Liberation of Women in Albania, Gamma Publications undated; Sterilization Abuse: What It Is and How It Can Be Controlled, NWHN, 1981; JSAC Grapevine, Joint Strategy and Action Committee; Feb 1978; Sterilization: What You Need To Know Before Making a Decision, CESA (in Eng and Span), undated; WIN: Peace and Freedom Through Nonviolent Action, WIN Magazine and War Resisters League; Apr 1979; Notes from the Third Year: Women’s Liberation, Quadrangle Books, 1971; Twenty-Two Dimensions of the Population Problem, Worldwatch Institution; Mar 1976; Victims of Rape, National Institute of Mental Health, HEW 1977; Black Women’s Liberation, Pathfinder Press; 1971; 1962 Handbook on Women Workers, US Dept. of Labor, 1963; Health Right: A Women’s Health Newsletter (duplicates), 1977-1979; Local Monitoring Project Report, CESA, May 1978-Apr 1979; CARASA News, CARASA; Apr 6, 1978; How the Russian Revolution Failed Women, New England Free Press undated; Reproductive Rights Newsletter, New American Movement, undated; Body Politics, Columbia University Graduate School of Journalism 1980; Herbal Abortion: Using Plants to Induce Miscarriage, Alexandra Lett, 1977; Reproductive Rights Litigation Update, Planned Parenthood, Sept 1991, Mar 1994; Journal of the American Medical Association, Sept 4, 1981; Ill-Health, Poverty \u0026amp; the State, Freedom Press; 1946\u003c/p\u003e\n                    \u003cp\u003ePamphlets: Chicanas Speak Out, Pathfinder Press, 1971; Public Affairs Pamphlet No. 65: Prostitution and the War, Public Affairs Committee, 1944; Hospitals in China, Insurgent Publications, 1971\u003c/p\u003e\n                    \u003cp\u003eLoose Paper: Norma Jean Serena v. Natalie J. Leezer\u003c/p\u003e\n                    \u003cp\u003eFolder: North Carolina Association for Retarded Children v. State of North Carolina\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Environmental Toxins-Birth Defects, 1980. Contains a Consumer Product Safety Network membership form, Carcinogen Information Program (CIP) Bulletin, and Friends of the Earth mailing re: birth defects caused by sperm exposed to toxins\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Contains 8x10 black and white photo of unidentified woman; undated\u003c/p\u003e\n                    \u003cp\u003eEnvelope: ERA etc.; 1981-1982. Contains NOW Legal Defense and Education Fund mailing, info re: legislative status of 1982 bills affecting women, and news clippings re: the Family Protection Act and single parenthood\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Population Control, 1981. Contains memos, clippings, and concept paper re: AIDS\u003c/p\u003e\n                    \u003cp\u003eEnvelope: To Be Ordered, Read, Joined, Etc., undated. Contains KS’s handwritten notes\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Ethics. Contains clipping re: doctor’s worst dilemmas\u003c/p\u003e\n                    \u003cp\u003eClippings (0.25 linear ft); 1971-1981. Contains news clippings re: workers, ovulation, teenagers discussing sexuality in the mid-70s, abortion clinics, sterilization, and other subjects.\u003c/p\u003e\n                    \u003cp\u003eLoose Papers: Testimonies; May 1980-Aug 1982. Contains testimonies and commentary re: sterilization regulations made by Lois Salisbury, Public Advocates Inc, the Coalition for the Medical Rights of Women and others.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Contains KS’s handwritten notes re: laws, morality, euthanasia, and abortion.\u003c/p\u003e\n                    \u003cp\u003eFolder: Hysterectomy; 1982-1983. Contains NYC HHC memos and pamphlets.\u003c/p\u003e\n                    \u003cp\u003eEnvelope: Health Risks and Safety; 1980-1982. Contains student papers re: ethnographical factors in the delivery of health services, news clippings re: DES and children, non-smokers, and kidney-disease risk in surgery, and NWHN pamphlet re: how the FDA determines the safety of drugs.\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref33\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications VIII\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987014\" type=\"Box\" label=\"Mixed materials\"\u003e11\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref34\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eCESA Monitoring of NYC Hospital Sterilization; Apr 1975-Mar 1979; CARASA Internal Rules of Procedure and Triannual Meeting Prep Materials, Oct 1981; R2N2 Population Control and Sterilization Abuse Slideshow Script, Oct 1982;\u003c/p\u003e\n                    \u003cp\u003eArticles and Clippings re: Abortion, Many from ASA Reprint, Jul 1968-Nov 1979\u003c/p\u003e\n                    \u003cp\u003eTypescripts re: Psychological Results of Sterilization and Abortions; undated\u003c/p\u003e\n                    \u003cp\u003eStats on Abortion and Contraception, Feb 1981\u003c/p\u003e\n                    \u003cp\u003eS. 1771 Bill to Establish National Population Policy; Oct 1981\u003c/p\u003e\n                    \u003cp\u003ePublications: Safe and Legal: 10 Years’ Experience with Legal Abortion in NY State, Alan Guttmacher Institute, 1980; Studies in Family Planning, Population Council, 1980; Report to USAID of the Ad Hoc Consultative Panel on Depot Medroxyprogesterone Acetate, Ac Hoc Consultative Panel on DMPA, Jul 1980; Legal Abortion: A Speaker’s and Debater’s Notebook, NARA League, Jun 1978; The Human Problem of Abortion: Medical and Legal Dmensions, International Planned Parenthood Federation, 1979; ACLU Report: The Impact of the Hyde Amendment on Medically Necessary Abortions, ACLU. 1978; Federal Register: Part VI: Interagency Working Group on a Hazardous Substances Export Policy. Aug 12, 1980; Health/PAC Bulletin, Jan/Feb 1975; Developmental Conference on National Association for Voluntary Sterilization: A Leadership Action Report, International Project of AVS, Jun 25-28, 1979; Family Planning/Population Reporter, Alan Guttmacher Institute, Apr 1978; NACLA Newsletter, North American Congress on Latin America, Dec 1970; The “Population Explosion”: How Socialists View It, Pathfinder Press, Jul 1970; Concerned Demography: Emerging Population Alternatives, Concerned Demographers, Winter 1974; Sterilization Abuse: What It Is and How It Can Be Controlled, NWHN, 1981; Health/PAC Bulletin, Jul/Aug 1980; Birth Control Handbook, Journal Offset, 1981; Rights, National Emergency Civil Liberties Committee, Sep/Oct 1977; Celebrate 10 Years of Legal Abortion (CARASA), Grass Roots Press; 1983; Northeast Regional Conference on Women and the Law, Yale Law Women’s Association, Mar 29-30, 1980; Representation of Women Who Defend Themselves In Response to Physical and Sexual Assault, CCR, 1978; Monthly Vital Statistics Report, National Center for Health Statistics, May 1979-Apr 1980; Advance Data, National Center for Health Statistics, Dec 1978-Mar 1980.\u003c/p\u003e\n                    \u003cp\u003ePamphlets: Healthcare in Cuba, Venceremos Brigade, 1975; Saline Abortions, NY Women’s Health and Abortion Project, 1971.\u003c/p\u003e\n                    \u003cp\u003ePlanned Parenthood Brochures on Voting Records of Legislators from the Bronx, Brooklyn, Queens and Staten Island; undated\u003c/p\u003e\n                    \u003cp\u003eCorrespondence re: Abortion Rights Article in Ms. Magazine; Sep 1981\u003c/p\u003e\n                    \u003cp\u003eTypescript: NYC Abortion Report: The First Two Years; Oct 1972\u003c/p\u003e\n                    \u003cp\u003eArticles re: Contraceptives, Depo-Provera and Cancer, and Family Planning, Etc.; Nov 1977-May 1982\u003c/p\u003e\n                    \u003cp\u003eCARASA: A Case Study of Socialist Feminist Organizing, WMST Senior Thesis, Barnard College; Apr 1990\u003c/p\u003e\n                    \u003cp\u003eInformation about Depo-Provera and Bibliography; Sep 1981-May 1982\u003c/p\u003e\n                    \u003cp\u003ePublished Proceedings for the 1975 Conference on Women and Health; Apr 4-7, 1975\u003c/p\u003e\n                    \u003cp\u003eLoose Clippings and Notes on Depo-Provera, Research in Human Embryos, Injectable Contraceptives, Etc.; 1982-1994\u003c/p\u003e\n                    \u003cp\u003eDHEW Info Packet on Provera and Depo-Provera; Aug 30, 1978\u003c/p\u003e\n                    \u003cp\u003eCorrespondence re: Depo-Provera; May-Jul 1982\u003c/p\u003e\n                    \u003cp\u003eAmerican College of Obstetricians and Gynecologists re: federal sterilization regs; Jun 1981\u003c/p\u003e\n                    \u003cp\u003e0.1 linear ft of documents re: NY State Legislature (Includes correspondence, pamphlets, info on lobbying and legislation, news clippings, etc.)\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref35\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications IX\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987015\" type=\"Box\" label=\"Mixed materials\"\u003e12\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref36\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003ePublic Citizen Health Research Group: Reports on Sterilization Abuse; Jan 21, 1975-Jul 16, 1981.\u003c/p\u003e\n                    \u003cp\u003eClippings re: Cost and Medicaid Coverage of Sterilization; 1974-1976; Clippings from Law Books of States w/ Eugenic Sterilization Laws; 1968-1979.\u003c/p\u003e\n                    \u003cp\u003eNWHN: Hospital Sterilization Questionnaires I; Jun 26, 1981-Sep 12, 1983. Contents include questionnaires (some date stamped and with identifying hospital info), correspondence, sterilization consent forms, and info pamphlets. NWHN: Hospital Sterilization Questionnaires II; Oct 3, 1983, bulk undated; NWHN: Hospital Sterilization Questionnaires III; Aug 22-29, 1983; NWHN: Hospital Sterilization Questionnaires IV; Aug 11-18, 1983; NWHN: Hospital Sterilization Questionnaires V; Aug 2-16, 1983; NWHN: Hospital Sterilization Questionnaires VI; Aug 12-18, 1983; NWHN: Hospital Sterilization Questionnaires VII; Aug 5-10, 1983.\u003c/p\u003e\n                    \u003cp\u003eClippings re: Eugenic Laws I: Mental Disability; Jun 2, 1975-Jun 3, 1982; Clippings re: Eugenic Laws II: Poverty, Racism, and Birth Control; Feb 23, 1972-Apr 8, 1979.\u003c/p\u003e\n                    \u003cp\u003eCalifornia Medical Assoc. v. Jerome Lackner; Apr 24, 1978-Nov 29, 1979; Clippings used by CARASA in Discussion of Family Protection Act; Jan 1, 1981; Public Citizen’s Health Research Group Study on Surgical Sterilization; Oct 29, 1973.\u003c/p\u003e\n                    \u003cp\u003eClippings re: Medical and Legal Info about Sterilization; 1972-1980; Clippings re: US and World Population Control; Apr 22, 1977-Mar 31, 1980; Clippings re: Medical and Public Attitudes toward Sterilization; Apr 1971-Aug 1981; Clippings re: Medical Info about Risks of Surgical Sterilization I; Dec 1972-Jan 1982; Clippings re: Medical Info about Risks of Surgical Sterilization II; Dec 1972-Jan 1982.\u003c/p\u003e\n                    \u003cp\u003eDouglas v. Holloman I: Court Documents; Dec 1975-Feb 1977; Douglas v. Holloman II: NYC HHC and CCR; Dec 1975-Feb 1977.\u003c/p\u003e\n                    \u003cp\u003eHealth/PAC Bulletins on Women’s Health; Sep 1970-Dec 1977\u003c/p\u003e\n                    \u003cp\u003eClippings re: Data on Sterilization and Various Demographics; Nov 1974-Aug 1983\u003c/p\u003e\n                    \u003cp\u003eCampaign for maintaining HEW 1979 Sterilization Regs I: NWHN; Mar 1979-Jun 1982; Campaign for maintaining HEW 1979 Sterilization Regs II: Federal Registers; Jan 1981-Aug 1982; Campaign for maintaining HEW 1979 Sterilization Regs III: Supporting Corresp. \u0026amp; Testimony by Various Orgs; May-Jun 1982; Campaign for maintaining HEW 1979 Sterilization Regs IV: CCR and National Women’s Law Center; May-Sep 1982.\u003c/p\u003e\n                    \u003cp\u003eComments on R2N2 Slideshow Linking Steriliz., Pop. Control, and Imperialist Interests; Dec 1981-Apr 1982\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref37\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications X\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987016\" type=\"Box\" label=\"Mixed materials\"\u003e13\u003c/container\u003e\n                \u003c/did\u003e\n                \u003codd id=\"ref38\"\u003e\n                    \u003chead\u003eGeneral note\u003c/head\u003e\n                    \u003cp\u003eHEW Reports on Audits of State Implementation of Steriliz. Regs I; Jul 1979-Sep 1980; HEW Reports on Audits of State Implementation of Steriliz. Regs II; Apr 1980-Oct 1980.\u003c/p\u003e\n                    \u003cp\u003eClippings re: Medical Info about Sterilization I; Nov 1975-Jan 1982; Clippings re: Medical Info about Sterilization; Aug 1971-Aug 1982.\u003c/p\u003e\n                    \u003cp\u003eStudents Papers on Eugenic Sterilization, Health Law; Spring 1978\u003c/p\u003e\n                    \u003cp\u003eCampaign to Remove Dr. Antonio Silva from Lincoln Hospital, S. Bronx; Feb-Jun 1981\u003c/p\u003e\n                    \u003cp\u003ePlanned Parenthood: Brochures and Pamphlets I; Planned Parenthood: Brochures and Pamphlets II; Planned Parenthood: The Justice Fund; Jul 1978\u003c/p\u003e\n                    \u003cp\u003eCESA Correspondence re: Planned Parenthood; Nov 1978-Apr 1979\u003c/p\u003e\n                    \u003cp\u003ePlanned Parenthood; Mar 1977-Feb 1979; Planned Parenthood: International Student Program Seminars, Oct 1976-Jul 1978; PP: Feminist Women's Health Center Letters, Jul 12, 1977, Planned Parenthood: World Population Washington Memo Newsletters, Jan-May 1978; Planned Parenthood: Fact-Finding Forums, Aug 1978; Planned Parenthood: Papers and Policy Statement, 1969-1976\u003c/p\u003e\n                    \u003cp\u003eCARASA Flyers; undated\u003c/p\u003e\n                    \u003cp\u003ePlanned Parenthood: Family Planning Legislative Conference Trip, Jan 1979; Planned Parenthood: Misc.\u003c/p\u003e\n                    \u003cp\u003eCARASA Featured in Dollars \u0026amp; Sense: Newsletter and Letter to Editor; Nov-Dec 1981\u003c/p\u003e\n                    \u003cp\u003eVoluntary Sterilization and Informed Consent: Are Guidelines Needed?; 1982\u003c/p\u003e\n                    \u003cp\u003ePublications: Women’s Rights Law Reporter, Rutgers Law School; Spring 1980, Summer 1980, Winter 1986, Summer 1987; Women: A Journal of Liberation; Spring 1970, Vols. 2-3\u003c/p\u003e\n                \u003c/odd\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref39\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications XI: No Description Available\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987017\" type=\"Box\" label=\"Mixed materials\"\u003e14\u003c/container\u003e\n                \u003c/did\u003e\n            \u003c/c01\u003e\n            \u003cc01 id=\"ref40\" level=\"otherlevel\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003ePapers, Records and Publications XII: No Description Available\u003c/unittitle\u003e\n                    \u003ccontainer id=\"cid18987018\" type=\"Box\" label=\"Mixed materials\"\u003e15\u003c/container\u003e\n                \u003c/did\u003e\n            \u003c/c01\u003e\n        "
        }
    }
}