{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "tam_395"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Miriam Moskowitz Autobiographical Typescript for \"Phantoms of Spies Run Amok and an Odyssey of Surviving McCarthyism.\" \u003cnum\u003eTAM 395\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Tamiment staff"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-05-29T15:40:05\u003c/date\u003e"
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "unittitle": {
                    "value": "Miriam Moskowitz Autobiographical Typescript for \"Phantoms of Spies Run Amok and an Odyssey of Surviving McCarthyism.\""
                },
                "unitdate": {
                    "value": "undated"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "0.25 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "(1 box)"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Miriam Ruth Moskowitz (1916- ) was born in Bayonne, NJ. The collection contains the 448 page typescript of Moskowitz's autobiography about fighting McCarthyism and Moskowitz's imprisonment after she was convicted in 1950 of obstructing the U.S. Government's investigation of espionage. Moskowitz worked as a clerk for the Social Securities Board and the War Manpower Commission, and later worked as a secretary at A. Brothman \u0026amp; Associates. She was accused of participation in the passing of information about the Manhattan Project to the Soviet Union, and along with Brothman,  was convicted for conspiracy to obstruct justice, and was sentenced to, and served two years in prison at the Federal Penitentiary in Alderson, WV. After her release, she worked as a public relations manager for several companies before becoming a public school teacher in 1970."
                },
                "unitid": {
                    "value": "TAM 395"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_f5d510e1ed890f895b457cb9f19a0116",
                    "label": "Mixed Materials",
                    "type": "Box",
                    "value": "1"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_807523ffb858fa4a6c1d93fe17814782",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "prefercite": {
            "id": "aspace_4c41d789a34b8eab5db3e148a881beca",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; Miriam Moskowitz Autobiographical Typescript for \"Phantoms of Spies Run Amok and an Odyssey of Surviving McCarthyism\"; TAM 395; box number; folder number; Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_34aa956109d055cd7cb3aee04b0b87f4",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Donated by Miriam Moskowitz 2007. The accession number associated with this gift is 2007.019."
            }
        },
        "bioghist": {
            "id": "aspace_95ff02a496c8b4a9314bf148d0a64c78",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Miriam Ruth Moskowitz (1916- ) was born in Bayonne, NJ. After graduating from City College of New York in 1942 with a degree in Education, Moskowitz worked as a clerk for the Social Securities Board and the War Manpower Commission. She later worked as a secretary at A. Brothman \u0026amp; Associates. She was accused of participation in the passing of information about the Manhattan Project to the Soviet Union, and along with Brothman, she was  convicted for conspiracy to obstruct justice, and she was sentenced to, and served two years in prison at the Federal Penitentiary in Alderson, WV. After her release, she worked as a public relations manager for several companies before becoming a public school teacher in 1970."
            }
        },
        "scopecontent": {
            "id": "aspace_46b9919f597bba28f15048852a9957db",
            "head": "Scope and Contents",
            "p": {
                "value": "The collection contains the 448 page typescript of Moskowitz's autobiography about fighting McCarthyism and Moskowitz's imprisonment after she was convicted in 1950 of obstructing the U.S. Government's investigation of espionage. The biography was eventually published as \u003cemph render=\"italic\"\u003ePhantom Spies, Phantom Justice: Elizabeth Bentley, Harry Gold, Roy M. Cohn, Irving H. Saypol, Judge Irving R. Kaufman, J. Edgar Hoover, and the Rehearsal for the Rosenberg Trial or How I Survived McCarthyism\u003c/emph\u003e (New York: Bunin and Bannigan, 2010)."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Women communists |z United States |v Biography."
                },
                {
                    "source": "lcsh",
                    "value": "Espionage, Soviet -- United States."
                }
            ]
        },
        "dsc": {}
    }
}