{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "tam_641"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Paul Hammacott Occupy Wall Street Screen Prints Collection \u003cnum\u003eTAM 641\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Erika Gottfried"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-07-03T16:36:31\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "unittitle": {
                    "value": "Paul Hammacott Occupy Wall Street Screen Prints Collection"
                },
                "unitdate": {
                    "normal": "2011/2012",
                    "type": "inclusive",
                    "value": "2011-2012"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "0.1 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "10 prints and nine printouts, in one folder and two  oversize folders"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Occupy Wall Street (OWS) is the name of a widely-publicized demonstration against \"corporate influence on democracy, a growing disparity in wealth, and the absence of legal repercussions behind the …global financial crisis\" that took place on September 17, 2011, in Zuccotti Park, in New York City's downtown financial district,  resulting in a two-month occupation of the park by protestors, and within the same space of time, inspiring similar \"Occupy\" protests and actions in more than 1,500 cities and communities across the United States and around the world.   \n\nThe Collection consists of ten screen prints (many of which were created on the spot, at the Occupy Wall Street encampment) produced by participants in Occupy Wall Street demonstrations and other gatherings in New York City during the fall of 2011 and winter of 2012, for use as protest signs, to be worn as patches, or hung on walls to show support; it also includes printouts of 22 digital or scanned photographs of Occupy Wall Street demonstrations and other gatherings in New York City during this same period."
                },
                "unitid": {
                    "value": "TAM 641"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_acd6edf47b726cecb25d12dd83d2c88e",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "prefercite": {
            "id": "aspace_9a8b8fc3ad9a185033a6039560c2555a",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; Paul Hammacott Occupy Wall Street Screen Prints Collection; TAM.641; box number; folder number; Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_bb9498ce97c1d72403ba8d140ee0b033",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Donated by Paul Hammacott in 2013. The accession number associated with this gift is is 2014.003."
            }
        },
        "bioghist": {
            "id": "aspace_5a48ca980c12bb049d8827100d2dc122",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "The genesis of OWS was an email call,  issued on July 13,  2011, by Adbusters-- a Canadian anti-consumerist, pro-environment magazine- for a peaceful occupation of the United States' (and the world's global)  financial center, New York City's downtown financial district, that also set the date for such a protest, and gave it its name (OWS).  Adbusters' proposal spread widely across the Internet and was adopted within weeks by a group of several hundred veteran New York City left-wing and anti-globalization activists (including members of a group called New Yorkers Against Budget Cuts, who had camped out earlier that year near New York's City Hall to protest municipal budget cuts and layoffs).   This group of organizers, which called itself the New York General Assembly, was responsible for the careful planning and preparations that resulted in the successful occupation of the park (and its attendant publicity).  The encampment also became a temporary community, with its own library, kitchen, field hospital, waste disposal, decision-making organization, graphic and performance art. "
            }
        },
        "scopecontent": {
            "id": "aspace_9bf60242167f45946f9f5623de166e7f",
            "head": "Scope and Contents",
            "p": {
                "value": "The Collection consists of ten screen prints produced by participants in the Occupy Wall Street protest movement at demonstrations and other gatherings in New York City during the fall of 2011 and winter of 2012; it also includes printouts of 22 digital or scanned photographs. The prints, most of which were created by artists on the spot, at the Occupy Wall Street encampment, were intended to be used as protest signs, worn as patches, or hung on walls to show support. Artists/producers include Paul Hammacott (\"American Spring,\"Occupy Patriot,\" and \"We Are As Mad as Hell\"), Joshua Field (\"Corporations Are Not People\"), Ray Cross (a clenched fist and \"99%\") of the Bushwick Print Lab, the Brooklynite Gallery (\"Occupy Wall Street\"), which specialized in street and pop art in Brooklyn's Bedford-Stuyvesant neighborhood, collaborative/adbusters (ballerina on bull), Andrew May (\"We Occupy for\") and \"Al\" (\"Wheel of Fortune\"). The printouts of photographs document the artists screen-printing the prints in this collection as well as printing on other objects (such as umbrellas), a display of an array of Occupy placards (including the ones in this collection), and Occupy participants wearing, carrying, or displaying the prints in this collection as well as prints screened onto other objects, such as t-shirts."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Occupy Wall Street (Movement)."
                },
                {
                    "source": "lcsh",
                    "value": "Screen process printing."
                },
                {
                    "source": "lcsh",
                    "value": "Art |x Political aspects |z United States"
                }
            ]
        },
        "dsc": {}
    }
}