{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "tam_079"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Israel and Sadie Amter Autobiographical Typescript \u003cnum\u003eTAM.079\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Tamiment staff"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-05-02T14:32:29\u003c/date\u003e"
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Amter, Sadie, 1882-1968"
                    }
                },
                "unittitle": {
                    "value": "Israel and Sadie Amter Autobiographical Typescript"
                },
                "unitdate": {
                    "value": "undated"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "0.25 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "(1 boxes)"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Contains an autobiographical typescript, some 250 pages, describing their respective youths, their Communist political activities, and expositions of their ideology. While originally written jointly by Israel and Sadie Amter, the typescript in the Library's possession was extensively re-written by Sadie Van Veen Amter, circa 1965, according to her note on the table of contents pages. \n"
                },
                "unitid": {
                    "value": "TAM.079"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_b56976931ad9ea6ae04e2f5d017571e7",
                    "label": "Mixed Materials",
                    "type": "Box",
                    "value": "1"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_86b0582df9f285b689ac6c80c0443ab9",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "acqinfo": {
            "id": "aspace_7fd2b7d1a546bf8c676c1fef651315df",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Donated by Donald S. Amter, 1981. The accession number associated with this gift is 1981.005."
            }
        },
        "bioghist": {
            "id": "aspace_b03969acb8c1bdfc5a44960edf5030dc",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Israel Amter (1881-1954), founding member of the Communist Party, USA and a leading functionary into the 1940s, was born on March 26, 1881, in Denver to Jewish immigrant parents. He joined the Socialist Party in 1901, and in 1903 moved to Germany where he remained until 1914, editing the German Export Review, studying music at the Leipzig Conservatory, where he wrote the opera Winona, which concerns the love between a U.S. army officer and a Native American woman, Winona. and participating in the Social Democratic Party. Returning to the US just before World War I, Amter rejoined the Socialist Party in 1917 and was a professional musician in New York until joining the communist movement in 1919. For several years he was a leading advocate of an underground party and used the pseudonym J. Ford, and held a leading post in the Friends of the Soviet Union. After he was won over to a fully legal movement, Amter held various Party jobs, including district organizer in Chicago and Cleveland, and served as American representative to the Comintern from 1923-25. Sadie Van Veen Amter (1882-1968), a communist activist in her own right, met Israel in 1900 after hearing a piano concert of his and married him two years later."
            }
        },
        "scopecontent": {
            "id": "aspace_a77c6e27b4f842366870be51227e3e0a",
            "head": "Scope and Contents",
            "p": {
                "value": "Table of Contents: Foreword--Introduction--Who we are: early recollections--How we came to the labor movement--Where we stand--Economic crises, why?-- New York, 1921--Ohio, 1925--\"Work or wages,\" 1930--Jail--We are free agau--Cumberland, 1931-- The veterans march on Washington--The second hunger march--Convention of the unemployed--Work or relief--Uniting the unemployed--Trade union struggles--The organization of the unorganized--The communists and the CIO--Communism and union democracy--Schenectady, 1931--How Mooney and Billings were freed--Problems of the Negro people: concern of all the people--Struggle for Negro rights--Scottsboro--Cheltenham--Harlem: March, 1933--We are all descendants of immigrants--Frame-up and defense of Sacco and Vanzetti--Workers' defense--Puerto Rico could be our best friend--Youth: the worst sufferers--May Day: International workers day-- Student days in Leipzig--World War I--We organize the Communist Party--The Russian Revolution shook and still shakes the world--Lenin and Stalin--World War II--The Spanish waar--Death opf Roosevelt: Truman at the helm--Democracy in the U.S.--Is the U.S. imperialist?--The Chinese people liberate themselves--The U.S. prepares war on the Soviet Union--Some questions--The workers need international organization-- Social-democracy: aid of imperialism--Communists and a peoples' party--Progressive capitalism?--What conclusions we can draw--Twenty million communists--Who are the communists?"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Communists -- United States."
                },
                {
                    "source": "lcsh",
                    "value": "Women communists -- United States."
                },
                {
                    "source": "lcsh",
                    "value": "Communism -- United States."
                },
                {
                    "source": "lcsh",
                    "value": "Communists -- United States -- Biography."
                }
            ]
        },
        "dsc": {}
    }
}