{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "tam_678"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Dan La Botz Papers \u003cnum\u003eTAM 678\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Carrie Evans"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-07-10T16:50:10\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "unittitle": {
                    "value": "Dan La Botz Papers"
                },
                "unitdate": {
                    "normal": "1980/2014",
                    "type": "bulk",
                    "value": "1980-2014"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "4 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in 4 record cartons"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Dan La Botz (1945-) is a labor and civil rights activist, academic, and author. He was the Socialist Party of Ohio's 2010 candidate for the U.S. Senate. He is also a co-founder of the socialist organization Solidarity, and has taught History and Latin American Studies at Miami University, the Univeristy of Cincinnati, and Northern Kentucky University. This collection contains material relating to La Botz's activism, organizing, writing, and teaching from the 1980s until 2014. The materials include correspondence, a campaign diary, handwritten notes, campaign literature, photographs documenting protests, and published and unpublished poetry and academic manuscripts.\n"
                },
                "unitid": {
                    "value": "TAM 678"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_cef51db117f797c78be289dbe487a6d8",
                    "label": "Mixed Materials [31142051725078]",
                    "type": "Box",
                    "value": "3"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_75bebff846bcca0a110756f8928f60c9",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "prefercite": {
            "id": "aspace_e2125a09303ee705435cd120e527d291",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; Dan La Botz Papers; TAM.678; box number; folder number; Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_0bdcfd237341792acda8151a246744ad",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Donated by Daniel La Botz in 2015; additional materials were donated in 2016. The accession numbers associated with these gifts are 2015.050 and 2016.011."
            }
        },
        "bioghist": {
            "id": "aspace_9ca515307f847bf808697bf3bf66e73b",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Dan La Botz (1945-) is an activist, organizer, and author. He was the Socialist Party of Ohio's 2010 candidate for the U.S. Senate. In his work as an activist, La Botz has been involved in organizing and writing for the Teamsters for a Democratic Union and was a co-founder of the socialist organization Solidarity. He has authored numerous books, pamhplets, and articles, and has taught as an Assistant Professor of History and Latin American Studies at Miami University, the Univeristy of Cincinnati, and Northern Kentucky University. He also edits the journal \u003ctitle render=\"italic\"\u003eMexican Labor News and Analysis\u003c/title\u003e."
            }
        },
        "scopecontent": {
            "id": "aspace_d8a5bcf4ea38a9d4c902ecfd3fd6132a",
            "head": "Scope and Contents Note",
            "p": {
                "value": "This collection contains material relating to La Botz's activism, writing, teaching, and organizing activities from the 1980s through 2014, as well as his 2010 Socialist Party campaign for Ohio U.S. Senate. The materials include photographs; a campaign diary; handwritten notes; campaign literature; published and unpublished academic manuscripts; flyers and leaflets advertising lectures given by La Botz; notes and drafts of lectures; an interview on one audiocassette tape; and correspondence with voters, government bodies, mass media, and progressive organizations. Some of the topics most prominent in the collection include a railroad workers' strike in Mexico; a protest of Duro Bag company in 2001; efforts at Cook County Hospital; involvement with March for Justice, part of the Cincinnati Civil Rights protests of 2001-2002; and involvement in immigrant rights activism with the Coalition For The Dignity And Rights Of Immigrants (CODEDI). The collection also includes unpublished poetry and creative writing, as well as materials related to La Botz family history, including passports and a naturalization certificate from the early 20th century."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Socialism |z Ohio."
                },
                {
                    "source": "lcsh",
                    "value": "Political candidates |z Ohio."
                },
                {
                    "source": "lcsh",
                    "value": "Labor unions -- Organizing."
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Socialist Party of Ohio"
            }
        },
        "dsc": {}
    }
}