{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "tam_537"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Robert Gorham Davis Correspondence on the American Committee for Cultural Freedom \u003cnum\u003eTAM 537\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Tamiment staff"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-06-18T19:02:05\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "unittitle": {
                    "value": "Robert Gorham Davis Correspondence on the American Committee for Cultural Freedom"
                },
                "unitdate": {
                    "normal": "1954/1954",
                    "type": "inclusive",
                    "value": "1954"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "0.25 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "(1 box)"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Robert Gorham Davis (1908-1998), was a literary critic and a professor of English at Columbia University. Davis served as chairman, and on the executive board of the American Committee for Cultural Freedom (ACCF) from 1953-1954, which was affiliated with the Congress for Cultural Freedom, an international organization. The collection contains correspondence of Davis, and third party correspondence for the year 1954, mostly incoming, and mostly concerned with the American Committee for Cultural Freedom, as well as some ACCF executive board minutes, memoranda and other internal documents."
                },
                "unitid": {
                    "value": "TAM 537"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_56ba4c5c6d6f975a462d40e40e4f7b3c",
                    "label": "Mixed Materials",
                    "type": "Box",
                    "value": "1"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_a1ab665a6234882d0b4ad1eeecf7d2e6",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "prefercite": {
            "id": "aspace_526245b14c7a0936d42e16324b30be90",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; Robert Gorham Davis Correspondence on the American Committee for Cultural Freedom; TAM 537; box number; folder number; Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_79c7068c97200e4bf90894feed50b093",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Materials found in collection; provenance is unknown. The accession number associated with this collection is 2010.040."
            }
        },
        "bioghist": {
            "id": "aspace_c1fcb06e47132241b1e9c5e4678b4f56",
            "head": "Historical/Biographical Note",
            "p": {
                "value": "Robert Gorham Davis (1908-1998), was a literary critic and a professor of English at Columbia University. He became a member of the Communist Party, but after the Hitler-Stalin pact of 1939, he grew disillusioned with Communism. In 1953, Mr. Davis testified before the House Committee on Un-American Activities, giving the names of some of his fellow Communists, after they had already been named in a secret session of the committee. Davis also served as chairman, and on the executive board of the American Committee for Cultural Freedom (ACCF) from 1953-1954, which was affiliated with the Congress for Cultural Freedom, an international organization. The ACCF was composed of prominent anti-communist artists and intellectuals, annd activities and programs on behalf of cultural freedom were generally informed by the staunch anti-communist orientation associated with the height of the Cold War period. At the height of its activities, scores of artists and intellectuals across a surprisingly broad political spectrum were involved with the Committee either as invited members, as participants in its numerous campaigns and programs, or as correspondents. The ACCF was subsequently learned to have accepted funds from the U.S. Central Intelligence Agency."
            }
        },
        "scopecontent": {
            "id": "aspace_bed53e9e93ffbdce1ba401f121794e2e",
            "head": "Scope and Content Note",
            "p": {
                "value": "The collection contains correspondence of Davis, and third party correspondence for the year 1954, mostly incoming, and mostly concerned with the American Committee for Cultural Freedom, as well as some ACCF executive board minutes, memoranda and other internal documents. The most frequent correspondent is Sol Stein, then chair of the ACCF, and the third party letters include one letter each from Norman Thomas and Arthur Schlesinger Jr."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Anti-communist movements -- United States -- 20th century"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Congress for Cultural Freedom"
            }
        },
        "dsc": {}
    }
}