{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "wag_336"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Nancy Romer Papers on the Professional Staff Congress-City University of New York \u003cnum\u003eWAG.336\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Heather Mulliner"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                },
                "address": {
                    "addressline": [
                        "Tamiment Library and Robert F. Wagner Labor Archive",
                        "Elmer Holmes Bobst Library",
                        "70 Washington Square South",
                        "10th Floor",
                        "New York, NY 10012",
                        "(212) 998-2630",
                        "tamiment.wagner@nyu.edu"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-08-07T16:43:37\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Tamiment Library and Robert F. Wagner Labor Archives"
                    }
                },
                "origination": {
                    "label": "source",
                    "persname": {
                        "source": "naf",
                        "value": "Romer, Nancy"
                    }
                },
                "unittitle": {
                    "value": "Nancy Romer Papers on the Professional Staff Congress-City University of New York"
                },
                "unitdate": {
                    "normal": "2000/2001",
                    "type": "inclusive",
                    "value": "2000-2001"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "1 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in 1 record carton."
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "This collection contains the papers of Brooklyn College professor Nancy Romer. Romer is a professor of psychology at Brooklyn College of the City University of New York (CUNY), and has served as director of the Brooklyn College Community Partnership for Research and Learning and co-coordinator of the New Caucus of the Professional Staff Congress/CUNY. The collection includes Romer's papers related to a 2001 Professional Staff Congress-CUNY contract campaign and chapter elections. Materials in the collection include correspondence with contract liaisons from other CUNY schools, reports on budget priorities, contact lists, flyers, teacher surveys, meeting programs and reports, and contract demands. There are also several files related to campaign activities of the New Caucus, a left-leaning political causus in the union."
                },
                "unitid": {
                    "value": "WAG.336"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_458c652bd4604e675e748563764a8dc5",
                    "label": "Mixed Materials [31142054855864]",
                    "type": "Box",
                    "value": "1"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_07e6f5266fc50534fd48d225db510f4b",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Materials are open without restrictions."
            }
        },
        "prefercite": {
            "id": "aspace_6656b6d99e28c85d019fdc36a47d5bb4",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date; Nancy Romer Papers on the Professional Staff Congress-City University of New York; WAG 336; box number; folder number; Tamiment Library/Robert F. Wagner Labor Archives, New York University."
            }
        },
        "acqinfo": {
            "id": "aspace_856b4832bb259dca2df02ae21688c6e0",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Donated by Nancy Romer, 2016. The accession number associated with this gift is 2016.057."
            }
        },
        "bioghist": {
            "id": "aspace_c9c2203cfffde2aa16d6e658195c3c59",
            "head": "Biographical / Historical",
            "p": {
                "value": "Nancy Romer is a professor of psychology at Brooklyn College of the City University of New York, and director of the Brooklyn College Community Partnership for Research and Learning. She has served as co-coordinator of the New Caucus of the Professional Staff Congress/CUNY, and has been active in campus and community organizing around issues of gender, race, and class. A developmental psychologist, her scholarly work has focused on the socialization of political activists."
            }
        },
        "scopecontent": {
            "id": "aspace_cddc399da8bed3e346396b2b3c4409c9",
            "head": "Content Description",
            "p": {
                "value": "The Nancy Romer Papers on the Professional Staff Congress-City University of New York include one box of papes related to a 2001 Professional Staff Congress-CUNY contract campaign and chapter elections. Materials in the collection include correspondence with contract liaisons from other CUNY schools, reports on budget priorities, contact lists, flyers, teacher surveys, meeting programs and reports, and contract demands.  There are also several files related to campaign activities of the New Caucus, a left-leaning political causus in the union."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "College teachers' unions -- New York (State) -- New York"
                },
                {
                    "source": "lcsh",
                    "value": "Universities and Colleges -- Employees"
                },
                {
                    "source": "lcsh",
                    "value": "Labor unions"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "City University of New York"
            }
        },
        "dsc": {}
    }
}