{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NHi",
            "value": "ms2958_9821_hugo_rothschild"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Hugo Rothschild Letter to Reverend Father William Keegan\u003clb/\u003e1884\u003clb/\u003e \u003cnum\u003eAHMC - Rothschild, Hugo\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Larry Weimer"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "New-York Historical Society"
                },
                "address": {
                    "addressline": [
                        "New-York Historical Society",
                        "170 Central Park West",
                        "New York, NY 10024",
                        "Phone: (212) 873-3400"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2018-10-30T21:07:55\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "New-York Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Rothschild, Hugo, approximately 1839-1899"
                    }
                },
                "unittitle": {
                    "value": "Hugo Rothschild letter to Reverend Father William Keegan"
                },
                "unitdate": {
                    "value": "1884 May 31"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": ".01 Linear feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "(2 items in one folder)"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "Autograph letter signed, and its related postmarked envelope. At the time of this letter, Hugo Rothschild was a trustee and secretary of the Brooklyn (N.Y.) Elevated Railroad Company, which was then building its first line, called the Bruff Road, from Washington and York streets along Flushing Avenue to Grand Avenue and Myrtle Avenue. William Keegan (1824-1890) was pastor of the Church of the Assumption, at York and Jay streets.\u003clb/\u003e \u003clb/\u003e\n\nThe letter relates to the objections and lawsuits registered by Brooklyn property owners against the construction of an elevated railroad line. Rothschild begins by referring to a meeting he had with Keegan four weeks earlier at which time Rothschild had attempted to ascertain and possibly resolve Keegan's grievances. That meeting was inconclusive, and in the subsequent weeks events developed in the railroad's favor, as Rothschild notes. He goes on to say that he had led a Mr. Hall to offer to pay the legal expenses incurred by the opposition as a form of reconciliation, but that he now found, as reported in the press, that Keegan had interpreted the offer as a sign of weakness in the railroad company's position. Rothschild says he is sympathetic to the property owners and that the company trustees are willing to pay any damages that can be proven, though he doubts that any such proof is possible.\u003clb/\u003e \u003clb/\u003e\n\nRothschild goes on to question the underlying motive of Keegan's tenacity in this matter. Noting Keegan's association with a Mr. Bradley and a Mr. McDermott, Rothschild believes the opposition is anti-Semitic, directed against the \"Hebrew element interested in the road.\" Rothschild says it would be patriotic to build the railroad, as benefiting the greater good. He also states that most of the Jews previously involved with the railroad have lost their investment and that most of the men now at the head of the company are not Jewish, though he professes not to know what denomination they do belong to. And, in any case, he parenthetically notes that the money of investors in a railroad should be as protected as that of an investment in real estate. Rothschild closes by saying he still wants peace but is prepared to fight if Keegan persists. He adds a motto in Latin as a postscript that translates as \"and on earth peace among men of good will.\"\u003clb/\u003e \u003clb/\u003e\n\nTo request this material for research, and for fuller information about it, please follow this link to the record in N-YHS's catalog, Bobcat: \u003cextref actuate=\"onRequest\" href=\"http://bobcat.library.nyu.edu/primo-explore/fulldisplay?docid=nyu_aleph006348229\u0026amp;context=L\u0026amp;vid=NYHS\u0026amp;search_scope=nyhs\u0026amp;tab=nyhs\u0026amp;lang=en_US\"\u003eHugo Rothschild letter to Reverend Father William Keegan.\u003c/extref\u003e \n"
                },
                "unitid": {
                    "value": "AHMC - Rothschild, Hugo"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "dsc": {}
    }
}