{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NHi",
            "value": "ms2958_9832_ray_pierce"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "R. V. Pierce Letters\u003clb/\u003e1888-1898\u003clb/\u003e \u003cnum\u003eAHMC - Pierce, Ray Vaughn\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Larry Weimer"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "New-York Historical Society"
                },
                "address": {
                    "addressline": [
                        "New-York Historical Society",
                        "170 Central Park West",
                        "New York, NY 10024",
                        " (212) 873-3400"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2019-05-01T20:33:57\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "New-York Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Pierce, R. V. (Ray Vaughn), 1840-1914"
                    }
                },
                "unittitle": {
                    "value": "R. V. Pierce letters"
                },
                "unitdate": {
                    "type": "inclusive",
                    "value": "1888-1898"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "7 items"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in one folder"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "3 letters from Ray Vaughn Pierce (1840-1914), a doctor known for his manufactured medicines such as his \"Pleasant Pellets.\" One letter dated January 7, 1888, on letterhead of the Fifth Avenue Hotel at Madison Square, New York City, is to his cousin (not named) expressing condolences in connection with the recent death of the cousin's father (Pierce's uncle, who is also not named); Pierce writes with great affection and admiration for the uncle. The second letter, dated May 9, 1892, and on letterhead (with image) of the Plaza Hotel in New York, is to his cousin Nathaniel Morris. Vaughn forwards a check for $10 for Harriet Morris; notes that taxes due are likely high on an \"old place\" unless a Webster has paid them; suggests that if Webster has not paid them that they arrange for someone other than Webster to take charge of the place; informs Morris that he is moving to a new summer house with 37 acres of land at Little Neck Bay on Long Island [Bayside, Queens]; and notes the commute to the city from there will be 40 minutes by rail and 34 by ferry. The third letter, dated November 7, 1892, on Dr. Pierce's personal letterhead, is also to his cousin Nathaniel Morris. Writing from Bayside, Vaughn sends another check for $10 to Harriet; informs Morris that he will be moving to Bound Brook, New Jersey for the winter where he has a business that he intends to organize in the coming months so that it can run with little attention from him; and notes that his son, Dr. V. [Valentine] Mott Pierce is now at the head of the Buffalo institutions (likely Pierce's World's Dispensary Medical Association) and is managing successfully. The latter two letters bear Harriet Morris's acknowledgements of receipt of the checks. The documents also include four items, possibly unrelated to Pierce, of ephemera: Three identical cards for L.G. Ostheimer, commission merchant for dairy and meat goods, of 34 Harrison Street, New York; and one label from Berger \u0026amp; Kinney, produce commission merchants, of 102 Warren Street, New York, indicating the weight of a live and dressed pig (October 15, 1898).\u003clb/\u003e \u003clb/\u003e\n\nTo request this material for research, and for fuller information about it, please follow this link to the record in N-YHS's catalog, Bobcat: \u003cextref actuate=\"onRequest\" href=\"http://bobcat.library.nyu.edu/primo-explore/fulldisplay?docid=nyu_aleph007337443\u0026amp;context=L\u0026amp;vid=NYHS\u0026amp;search_scope=nyhs\u0026amp;tab=nyhs\u0026amp;lang=en_US\"\u003eR. V. Pierce letters\u003c/extref\u003e."
                },
                "unitid": {
                    "value": "AHMC - Pierce, Ray Vaughn"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "dsc": {}
    }
}