{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NHi",
            "value": "ms3007_charlotte_zerega"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Charlotte di Zerega Diary\u003clb/\u003e1885-1887, circa 1985-1990\u003clb/\u003e \u003cnum\u003eMS 3007\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Larry Weimer"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "New-York Historical Society"
                },
                "address": {
                    "addressline": [
                        "New-York Historical Society",
                        "170 Central Park West",
                        "New York, NY 10024",
                        " (212) 873-3400"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2019-04-29T17:31:47\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "New-York Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Zerega, Charlotte di, 1868-1892"
                    }
                },
                "unittitle": {
                    "value": "Charlotte di Zerega diary and related documents"
                },
                "unitdate": {
                    "type": "inclusive",
                    "value": "1885-1887, circa 1985-1990"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": ".21 Linear feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in one box"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "A set of documents that includes the diary of Charlotte Di Zerega (1868-1892), an upper-class member of New York society in the late 1800s; a photocopy of the diary with a partial transcription made by a Zerega family member approximately 1985; and photocopies and letters with genealogical information also compiled by family members (1980s-90). The diary is marked as a fifth volume, though it is the only extant one known. \n\nThe diary opens on Christmas Day, 1885, and Zerega discusses the gifts she has received and the family dinner and party she attends. She reflects back on the events of the prior sixteen days, including her being charmed by a handsome man she met at a dinner. This is a principal theme of the diary as Zerega describes the various men she meets, her interest in and interactions with them, and the courtships that take place. The bulk of the diary extends from December 25, 1885, to January 30, 1886, during which time Zerega attends cotillions, the theatre, a bowling club, and other social engagements. In mid-January, Zerega is a bridesmaid for her friend Lulu Wall (or, after being married, called Louise Ladew), and she describes the wedding. Zerega illustrates some of her entries, such as with drawings of the seating arrangements at dinner and a card sent with flowers. There are also clippings pasted into the diary, notably several referencing Zerega's debutante coming-out tea in November 1886. These clippings largely appear after the entry of January 30, 1886. After that date, Zerega makes only three entries in her diary. A lengthy entry of April 13, 1887, refers to her social debut, but is primarily about her trip to Cuba for a visit to the plantation (Santa Rosa de Aldama) of the del Monte family. She describes some of her experiences there, including one apparently intense romantic event; this entry is incomplete with pages sliced from the book and some sentences are in French. This April entry is followed by two brief and cryptic entries from May and November 1887, which close the volume.\u003clb/\u003e \u003clb/\u003e\n\nTo request this material for research, and for fuller information about it, please follow this link to the record in N-YHS's catalog, Bobcat: \u003cextref actuate=\"onRequest\" href=\"http://bobcat.library.nyu.edu/primo-explore/fulldisplay?docid=nyu_aleph004313886\u0026amp;context=L\u0026amp;vid=NYHS\u0026amp;search_scope=nyhs\u0026amp;tab=nyhs\u0026amp;lang=en_US\"\u003eCharlotte di Zerega diary and related documents\u003c/extref\u003e"
                },
                "unitid": {
                    "value": "MS 3007"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "dsc": {}
    }
}