{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NHi",
            "value": "nyhsrgarchives"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Overview Guide to the New-York Historical Society Records\u003clb/\u003e1804-2018\u003clb/\u003e \u003cnum\u003eNYHS-RG Archives\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Larry Weimer, Margaret Kaczorowski and Brynn White"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "New-York Historical Society"
                },
                "address": {
                    "addressline": [
                        "New-York Historical Society",
                        "170 Central Park West",
                        "New York, NY 10024",
                        " (212) 873-3400"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2019-08-29T18:50:08\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "New-York Historical Society"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "New-York Historical Society records overview"
                },
                "unitdate": {
                    "type": "inclusive",
                    "value": "1804-2018"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "1059 Linear feet"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The New-York Historical Society institutional archive includes historical records of the institution from its founding in 1804 to the early twenty-first century. Records include minute books, correspondence, membership records, architectural plans, collection accession records, photographs, press clippings, press releases, programming and education, ephemera, museum and library management, exhibitions, and other material. This Guide is an overview of the portion of the archive that is processed and open to researchers. More detailed description of the content is included in the Guides for the individual record groups that constitute the archive."
                },
                "unitid": {
                    "value": "NYHS-RG Archives"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_85e44e32b33387fcc7f0bef7a52dc4a0",
            "head": "Access Restrictions",
            "p": {
                "value": "A few record groups, primarily those concerning late twentieth century and more recent records from executive management, are restricted in whole and are not included in this overview."
            }
        },
        "bioghist": {
            "id": "aspace_622d5cb4bfbec0721abf67c9de19e8e4",
            "head": "Historical Note and Chronology",
            "p": {
                "value": "Pamela Spence Richards's \u003cemph render=\"italic\"\u003eScholars and Gentlemen: The Library of the New-York Historical Society, 1804-1982\u003c/emph\u003e (Hamden, Conn: Archon Books, 1984) provides a survey of N-YHS's history, but its value lies principally in its engagement with the subject of N-YHS's library administration, such as the extent of public access to the collections, development of the collection, cataloging practices, staffing and professionalization, and the influence of particular officers, especially the Librarians/Directors, on the institution's direction. Tom Glynn also considers the issue of accessibility to N-YHS's collections, though his focus is on the nineteenth century, in a chapter of his book \u003cemph render=\"italic\"\u003eReading Publics: New York City's Public Libraries, 1754-1911\u003c/emph\u003e (New York : Empire State Editions, an imprint of Fordham University Press, 2015). Kevin M. Guthrie's \u003cemph render=\"italic\"\u003eThe New-York Historical Society: Lessons from One Nonprofit's Long Struggle for Survival\u003c/emph\u003e (San Francisco: Jossey-Bass, 1996) is essential for its in-depth discussion of N-YHS's history from a financial perspective, especially from the 1950s to 1990s, placing it in the context of N-YHS's broader history. The January 2005 issue of the magazine \u003cemph render=\"italic\"\u003eAntiques\u003c/emph\u003e celebrated the bicentennial of N-YHS with several articles focusing on the museum and art collections, along with a historical overview."
            }
        },
        "scopecontent": {
            "id": "aspace_085f633872626f3bf3458800e7bc24ce",
            "head": "Scope and Contents Note",
            "p": {
                "value": "The New-York Historical Society institutional archive includes historical records of the institution from its founding in 1804 to the early twenty-first century. This Guide is an overview of the portion of the archive that is processed and open to researchers. Records include minute books of the Society and its governing committees through 1938; central correspondence files from 1805 through 1982; membership records to 1983; building committee and other related records from the 19th and early 20th centuries; architectural plans, principally related to the early to mid-twentieth century construction and expansion of the current Central Park West building; collection accession registers; Publication Fund shareholder records; photographs; press clippings; press releases; ephemera; publication editorial records; museum and library management; exhibitions; education and public programming; and other material.  Further summary of the content is found in the Container List (see sidebar navigation to the left). More detailed description of the content is included in the Guides for the individual record groups that constitute the archive. Researchers with inquiries that appear to fall outside the scope of this material should contact the Curator of Manuscripts."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Museums -- New York (State) -- New York. "
                },
                {
                    "source": "lcsh",
                    "value": "Libraries -- Gifts, legacies."
                },
                {
                    "source": "lcsh",
                    "value": "Museum docents -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "United States Constitution Bicentennial, 1987-1991"
                },
                {
                    "source": "lcsh",
                    "value": "Museum stores -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "Resource programs (Education) -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "Museum outreach programs"
                },
                {
                    "source": "lcsh",
                    "value": "Outreach programs in history"
                },
                {
                    "source": "lcsh",
                    "value": "Acquisitions (Libraries) -- New York (State)  -- New York. "
                },
                {
                    "source": "lcsh",
                    "value": "Associations, institutions, etc.  --  Membership  --  New York (State)  --  New York."
                },
                {
                    "source": "lcsh",
                    "value": "Genealogists  -- Correspondence."
                },
                {
                    "source": "lcsh",
                    "value": "Librarians  -- Correspondence."
                },
                {
                    "source": "lcsh",
                    "value": "Dues  --  New York (State)  --  New York"
                },
                {
                    "source": "lcsh",
                    "value": "Exhibitions -- New York (State)  -- New York"
                },
                {
                    "source": "lcsh",
                    "value": "Buildings -- Design and construction."
                },
                {
                    "source": "lcsh",
                    "value": "Publicity"
                },
                {
                    "source": "lcsh",
                    "value": "Learned institutions and societies  -- New York (State)  -- New York. "
                },
                {
                    "source": "lcsh",
                    "value": "Museum exhibits  --  New York (State)  --  New York  --  Photographs"
                },
                {
                    "source": "lcsh",
                    "value": "Architectural firms -- New York (State)  -- New York"
                },
                {
                    "source": "lcsh",
                    "value": "Hudson-Fulton Celebration, 1909 -- Exhibitions"
                },
                {
                    "source": "lcsh",
                    "value": "Historians"
                },
                {
                    "source": "lcsh",
                    "value": "Libraries and institutions  --  New York (State)  --  New York  --  Management"
                },
                {
                    "source": "lcsh",
                    "value": "Libraries  --  New York (State)  --  New York"
                },
                {
                    "source": "lcsh",
                    "value": "Printed ephemera -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "Museum registration methods -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "School contests -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "Historians  -- Correspondence."
                },
                {
                    "source": "lcsh",
                    "value": "Editors  --  New York (State)  --  New York"
                },
                {
                    "source": "lcsh",
                    "value": "Editing"
                },
                {
                    "source": "lcsh",
                    "value": "Congresses and conventions -- New York (State) -- New York  "
                },
                {
                    "source": "lcsh",
                    "value": "Art historians -- Correspondence"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Andrew J. Robinson Company"
            }
        },
        "dsc": {
            "value": "\u003cc id=\"aspace_ref20_zng\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 1. Management committee records (1804-1938)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_8699713b6c325fae4e2e5ad669e9b0f1\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society management committee records group includes records associated with the organization's governance structure of 1804-1937. The record group includes minute books from the meetings of the Society's members (1804-1937) and from the meetings of the Executive Committee (1842-1937), as well as from other committees and the first year (1938) of the newly-constituted Board of Trustees. The record group also includes files of so-called official papers, which include ad hoc committee reports, draft annual reports, correspondence, financial information, membership nominations, and other material directly related to the proceedings of the Society and Executive Committee meetings.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg1/\"\u003eGuide to the New-York Historical Society Management Committee Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref22_phd\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 2. General correspondence (1805-2018, bulk 1805-1982)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_d6f46f8abab662f57a713103b7642acb\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society general correspondence record group contains chronologically arranged communications directed to and from the institution and its officers. The bulk of correspondence through the early twentieth century is incoming only, though some notes, responses, and letterpress copybooks (1876-1911) of outgoing correspondence appear. Carbon copies of outgoing correspondence commonly appear after the early twentieth century. The files are predominated by requests for reference assistance; research reports; inquiries pertaining to membership and library operations; proposals of materials for donation, sale, or transfer; arrangements for lectures, events, and publications; acceptances of election to member or officer positions; financial transactions; requests for material exchanges; and invitations, circulars, and other printed matter generated by N-YHS and outside institutions. Correspondents include N-YHS officers, prominent historians, politicians, writers and lecturers, scientists, genealogists, artists, printers and booksellers, and colleagues from libraries, societies, government agencies, and other organizations.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg2/\"\u003eGuide to the New-York Historical Society General Correspondence\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref24_vtp\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 3. Original buildings planning \u0026amp; construction records (1848-1946)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_c94e46cfb28c31f2c6894cab50636082\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society original buildings planning \u0026amp; construction records include material concerning construction of the two buildings by N-YHS that served as its home from 1857-1908 (2nd Avenue and 11th Street) and from 1908 to the present (Central Park West, between West 76th and 77th streets). The record group includes both the construction of the Central Park West building's central portion in the first decade of the twentieth century and the major expansion of the building in the late 1930s. These records include documentation related to the planning and administration of the construction projects, contracts, financial matters, and over 1200 architectural and other plans, primarily in connection with the 1937-1938 expansion. The record group also\nincludes correspondence and other substantive matter related to N-YHS's unsuccessful attempt in the 1860s and 1870s to establish in Central Park a Museum of Antiquities, Science, and Art.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg3/\"\u003eGuide to the New-York Historical Society Original Building Planning \u0026amp; Construction Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref48_qgh\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 4. Building renovations and maintenance records (1938-2011)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_d5abf1f09d1108f86d4cbf6246490284\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society building renovations and maintenance records include files concerning the Central Park West physical plant from the late 1940s and forward. One major initiative that is especially well-documented in the record group is the extensive renovation work that began in planning about 1989 and concluded in 2000 with the opening of the Henry Luce III Center for the Study of American Culture. Various other large and small construction and maintenance projects are documented to some extent. The record group will continue to accrue new material over time.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg4/\"\u003eGuide to the New-York Historical Society Building Renovations and Maintenance Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref26_91v\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 5. Pictorial archive (1804-2009, bulk 1900s-1970s)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_6628756212fb1364fec844fa0f2281a1\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe N-YHS pictorial archive contains photographs, sketches, and drawings relating to the history of the New-York Historical Society: its buildings, exhibits, programs, staff, and officers. Most of the collection consists of photographs. \u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg5/\"\u003eGuide to the New-York Historical Society Pictorial Archive\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref50_siu\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 6. Field Exploration Committee photographs (1891-1926)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_cab549954b07e738a437293e55d1f8ef\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society Field Exploration Committee photographs record group primarily includes images of materials resulting from the excavations for historical artifacts conducted by members of the Committee, mostly in the early twentieth century. These images are primarily from sites in upper Manhattan and the Bronx and include such materials as buttons from American and British uniforms and coins from the Revolutionary War and War of 1812. Also included are images of Native American materials discovered. These materials informed and illustrated the many articles written by William L. Calver and Reginald P. Bolton and published in N-YHS's Quarterly Bulletin during the Committee's existence from 1917-1938.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg6/\"\u003eGuide to the New-York Historical Society Field Exploration Committee Photographs\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref28_550\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 7. Press clippings (1843-2013)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_8fde5115da8bfaf75185b9f4a01de9e3\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society press clippings record group includes material compiled regularly by N-YHS into scrapbooks and subject files from published sources from about 1870 to 1995, with some clippings as early as 1843. There are a relatively small number of post-1995 articles, principally print-outs of pages from Internet-based sources. Subjects include exhibitions, lectures, publications, and other programs; acquisitions of new collections or objects; building construction, management controversies, and other institutional matters; and leadership changes, obituaries, and other matters connected to individuals. The record group provides insight from over a century into the extent of press coverage of N-YHS and press perceptions of the organization and its programs, and a broad overview of events in N-YHS's history as presented in the press. \u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg7/\"\u003eGuide to the New-York Historical Society Press Clippings\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref30_t39\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 8. Public relations material (circa 1939-2006)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_bf7cccb062c1768a9c8ac6c1b344eb4c\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society public relations material record group contains press releases and press kits produced by N-YHS's Public Relations Department primarily between 1941 and 1993, with some subsequent material. The materials principally hold descriptive information about exhibitions, film series, and other programs presented by N-YHS. The releases also include publicity about organizational matters, such as new collection acquisitions, fundraising initiatives, and the like.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg8/\"\u003eGuide to the New-York Historical Society Public Relations Material\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref32_oib\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 9. Membership records (1804-1983)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_f9ad1ea26f0de502c04c0beba1c82f5d\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society membership records includes material related to the basic administration of membership, that is, maintaining records of who was a member and whether their dues had been paid. The record group includes registers, or lists, of members, dues payment status, and certificates and other forms of membership-related ephemera.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg9/\"\u003eGuide to the New-York Historical Society Membership Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref34_7lg\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 10. John Watts DePeyster Publication Fund records (1857-1982)\n\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_b0574186c350970d73f55981e330dc58\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society's Publication Fund was formed in 1858 to provide the financial means of publishing annual volumes of N-YHS's \u003cemph render=\"italic\"\u003eCollections\u003c/emph\u003e. Taking the name John Watts DePeyster Publication Fund in 1908, the Fund was used to produce 85 volumes from 1868 to 1975. These volumes were distributed to Fund shareholders and to other institutions in exchanges of publications. This record group primarily includes the registers, correspondence, and other records concerning shareholder administration, such as certificate purchases and transfers of ownership, and publication distribution. The record group also includes the offering circulars, subscription book, certificate books, some nineteenth century financial records, and other documents.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg10/\"\u003eGuide to the New-York Historical Society John Watts DePeyster Publication Fund Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref36_x69\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 11. Manuscripts of lectures and addresses (1809-1957, 2001, 2015-2016)\n\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_2bd7bacd61919264752085e13a82a3b0\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThis record group principally includes a manuscript form of about 150 addresses presented at N-YHS. The bulk of these are papers read or other prepared remarks made at N-YHS from the 1840s through the 1930s. Most typically, the manuscripts are from historians and other individuals of some renown, with few from figures of national prominence. Most of the addresses concern some aspect of early New York history, particular NYHS accomplishments, or broader reflections on the study and lessons of history and on America.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg11/\"\u003eGuide to the New-York Historical Society Manuscripts of Lectures and Addresses\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref38_jjp\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 12. Celebratory and memorial event records (1854-1954)\n\n\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_45d5092c197de39c5bc98fedc0071d22\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society celebratory and memorial event record group includes correspondence, invitations, event programs, tickets, and other material associated with about twenty of the special events held by N-YHS from 1854-1954. These events included major N-YHS anniversaries, commemorations of Washington Irving (1860) and William Cullen Bryant (1878), the completion of the Central Park West building (1939), and others. The record group also includes documents related to the Robert Fulton exhibition installed at N-YHS in 1909 in conjunction with the Hudson-Fulton Celebration.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg12/\"\u003eGuide to the New-York Historical Society Celebratory and Memorial Event Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref40_9vj\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 13. Scholarship essay submissions (1925-1933)\n\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_ed38417cfabfb5dec46d2fae1427f17e\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe record group includes twelve essays concerning New York City history submitted by Columbia University undergraduates in connection with the competition for a scholarship sponsored annually by New-York Historical Society from 1925-1933.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg13/\"\u003eGuide to the New-York Historical Society Scholarship Essay Submissions\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref42_csu\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 14. Ephemera (1839-2016)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_7acaa567ced3ad1b69adf41861203759\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society ephemera record group is comprised of print materials generated for distribution by the institution between 1839 and 2016 and documents N-YHS communication, programming, outreach, and promotion throughout its years of operation. Ephemera includes admission tickets; invitations; informational brochures; souvenir exhibition programs and checklists; event programs, handouts, calendars and schedules; library, museum, and membership announcements; bookplates and stationery; posters, postcards, flyers, and other promotional items.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg14/\"\u003eGuide to the New-York Historical Society Ephemera Record Group\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref44_64y\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 15. Collection accession registers (1841-1962, 2002)\n\n\n\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_474b59cbd4d7933acdbabdb319d5a638\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society collections accession registers include records from 1841-1962 concerning donations to and purchases for the institution. It is unknown how complete the records are. Museum objects were entered to the registers until the early 1940s. Library acquisitions, including books, manuscripts, photographs, maps, and Print Room material, were entered to the registers until 1962.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg15/\"\u003eGuide to the New-York Historical Society Collection Accession Registers\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref64_qu4\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 16. Bequests, gifts \u0026amp; related matters (1852-1992)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_d0a200b8dded8d4ecb79647fa9cb31ed\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society bequests, gifts \u0026amp; related matters record group (NYHS-RG 16) primarily includes records concerning estates in which N-YHS was named as a beneficiary. Most of these instances resulted in N-YHS receiving museum objects, manuscripts, books, or other items or a financial legacy. The record group also includes files of some donations of objects and funds from donors during their lifetimes, as well as some purchases. The record group includes files on some of the most important patrons and objects in N-YHS's history. The record group is restricted in part, but generally records from 1960 and earlier are available.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg16/\"\u003eGuide to the New-York Historical Society Bequests, Gifts \u0026amp; Related Matters Record Group\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref46_85u\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 17. Publication editorial records (1939-2000, 2009)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_dafbb88f2cf0e1123bfb0cc73cab76c4\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society publication editorial records include material related to publications produced by N-YHS from the 1940s to the early 1990s, with some later documents.  Much of the record group includes the files of N-YHS's Editorial Department, which existed from about 1942 to 1980, and relates to the editorial work for articles proposed and written for the organization's journal, the \u003cemph render=\"italic\"\u003eQuarterly\u003c/emph\u003e. The files also include editorial records for some of the books published by N-YHS, especially George C. Groce and David H. Wallace's \u003cemph render=\"italic\"\u003eDictionary of Artists in America\u003c/emph\u003e (1957), for which there is extensive correspondence and research notes. The record group also includes the papers presented at a series of six conferences on historical themes sponsored by N-YHS and organized by historian William Pencak from 1983 to 1988, along with the editorial files for the four volumes co-edited by Pencak based on the conference proceedings.  Other principal correspondents include editors Charles E. Baker and Kathleen Luhrs, designer Klaus Gemming, members of N-YHS's Publications Committee, and authors William Sawitzky, Susan Clay Sawitzky, Mary Bartlett Cowdrey, Paul H. Downing, Irwin Cortelyou, Rita Gottesman, and others.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg17/\"\u003eGuide to the New-York Historical Society Publication Editorial Records\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref52_91p\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 19. Librarian Dorothy C. Barck records (1921-1954)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_8392d993b1d91dc667d13dccbd912ded\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society Librarian Dorothy C. Barck record group primarily contains correspondence between Barck and patrons or members of N-YHS concerning research inquiries. The correspondence includes both incoming and outgoing letters from many amateur historians and genealogists. Some correspondence relates to Barck's duties as Editor, as head of the library, and to her involvement with professional organizations of librarians and archivists. The record group also includes annual reports, forms, statistics, offers from book dealers and sellers, and logbooks of reference inquiries.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg19/\"\u003eGuide to the New-York Historical Society Librarian Dorothy C. Barck Records\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref54_eam\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 20. Museum Department records (1765, 1830-2018)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_98386c8ab8c789608f723feb583e707b\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society Museum Department records include curatorial, collections management, exhibitions, outgoing loans, administrative, and object files created by museum staff. The bulk of the records range from the 1970s into the early twenty-first century, though there is important earlier material, including acquisition and other documents concerning the John J. Audubon watercolors and the Henry Abbott Egyptian collection. The most extensive portions of the record group relate to exhibitions and loans, and those files are rich with checklists, images, loan documentation, publicity material, research files, comment books, wall texts and labels, design elements, budgets and funding requests, and other like matter. The curatorial and collection management files include documents concerning proposed exhibitions, general exhibition scheduling, research inquiries, offers of objects for accession, object surveys, recommendations to the Board Museum Collection Committee, conservation, and other museum matters. There are also many object images, especially for paintings and drawings.\u003c/p\u003e\u003cp\u003e\n\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg20/\"\u003eGuide to the New-York Historical Society Museum Department Records\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref56_si1\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 21. Library Department records (1815-2018)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_7da3b81728386c3e707bb9fd904f8354\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society Library Department records group includes a broad range of material related to the administration of the Library and its component sections, including the Reading Room, Manuscripts Department, Department of Prints, Photographs and Architecture (PPAC, often referred to as the Print Room), and the Conservation Lab. The subject matter spans the entire breadth of the Library's activities: acquisition of materials for the collection, curatorial and conservation surveys and assessments, collection inventorying and cataloging projects, in-house exhibitions and outgoing loans, and patron access and use of the collections.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg21/\"\u003eGuide to the New-York Historical Society Library Department Records\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref58_7dc\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 23. Public programs and education records 1941-2014 (bulk, 1984-2004)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_b7700688af3d7bbeeffcebfc16d5ab78\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society public programs and education records include files related to the creation, publicity, outreach, funding, management, and implementation of N-YHS's programs, principally for the years 1984-1992. Regular programming included, among other things, panel discussions, lectures, concerts, films, museum gallery tours, teacher/educator workshops, and special collaborations such as arts-in-education classes or programs for at-risk students.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg23/\"\u003eGuide to the New-York Historical Society Public Programs and Education Records\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref60_q3m\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 26. Museum Store records (1940s-2001, bulk 1980s-1992)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_55b06d0bdc0441a471a8b1bd1e74f1cc\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society museum store records include documents related to the management of the store, development of its product lines, and marketing. The files include correspondence, sales catalogs, inventories, sales results, reproduction licensing, orders, and photographs of catalog items. There are also examples of some of the products sold at the store, especially small format items like postcards and greeting cards. The bulk of the material relates to the period 1985 to 1991.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg26/\"\u003eGuide to the New-York Historical Society Museum Store Records\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref62_qaa\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eNYHS-RG 28. Audiovisual media records (1974-2002)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_0794b6e5407bcf85687ef6c33e71f561\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New-York Historical Society audiovisual media records primarily include videocassettes and audiocassettes from the late 1980s to early 1990s. N-YHS's lectures, panel discussions and concerts organized around the \"Why History?\" theme (1990-92) and programs connected to the bicentennial of the U.S. Constitution (1987) are especially well-documented, though many other presentations in video or audio format are also included. Audiotapes include training for docents and N-YHS education staff concerning particular N-YHS exhibitions and gallery installations. The record group is currently restricted because of the lack of appropriate playback equipment and the fragility of the tapes.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" href=\"http://dlib.nyu.edu/findingaids/html/nyhs/nyhsrg28/\"\u003eGuide to the New-York Historical Society Audiovisual Media Record Group\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e"
        }
    }
}