{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NHi",
            "value": "timeincoverview"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Time Inc. Records Overview\u003clb/\u003e1853-2015\u003clb/\u003e \u003cnum\u003eMS 3009\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Holly Deakyne, Samantha Brown, Melanie Rinehart, Nora Soto, Aleksandr Gelfand, Aaron Roffman, Larry Weimer"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "New-York Historical Society"
                },
                "address": {
                    "addressline": [
                        "New-York Historical Society",
                        "170 Central Park West",
                        "New York, NY 10024",
                        " (212) 873-3400"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2019-12-13T19:37:52\u003c/date\u003e"
            },
            "langusage": {
                "language": [
                    {
                        "value": "English"
                    }
                ]
            }
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "New-York Historical Society"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "Time Inc. Records Overview"
                },
                "unitdate": {
                    "normal": "0/0",
                    "type": "inclusive",
                    "value": "1853-2015"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "3733.23 Linear feet"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The Time Inc. Records document the history of the company from its incorporation in 1922 through the early twenty-first century. The first three record groups, Subject Files, Bio Files, and Reference Files, are collections assembled by the Time Inc. Archives that document the history of Time Inc., its departments, and its staff. Other record groups contain files directly from corporate offices and the offices of the editorial and publishing sides of the various publications and other departments at Time Inc. along with smaller collections assembled by the Time Inc. Archives and Library. Because departments frequently collaborated on projects and events or received the same updates via group memoranda or reports, records on the same topic may be found in several record groups or series. These records will generally reflect different viewpoints on the same topic. This Guide is an overview of the portion of the archive that is processed and open to researchers. More detailed description of the content is included in the Guides for the individual record groups that constitute the archive."
                },
                "unitid": {
                    "value": "MS 3009"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_6e3b99bddcc42e6897d2dc5c3582bee1",
            "head": "Access Restrictions",
            "p": {
                "value": "Unprocessed material in the archive is not described in this Guide or in record group level Guides, and remains subject to restrictions. Requests for access to unprocessed material in response to specific research inquiries should be directed to the Curator of Manuscripts."
            }
        },
        "bioghist": {
            "id": "aspace_4b6e238304ab6e137bf626dee7a445fc",
            "head": "Historical Note and Chronology",
            "p": {
                "value": "Whitman, Alden. \"Henry R. Luce, Creator of Time-Life Magazine Empire, Dies in Phoenix at 68.\" \u003ctitle render=\"italic\"\u003eThe New York Times\u003c/title\u003e. March 1, 1967. Accessed June 14, 2016.\nhttp://www.nytimes.com/learning/general/onthisday/bday/0403.html"
            }
        },
        "scopecontent": {
            "id": "aspace_ad8adcbe9a4bf775238e8547e2fdb681",
            "head": "Scope and Contents Note",
            "p": {
                "value": "This Guide is an overview of the portion of the archive that is processed and open to researchers. Further summary of the content is found in the Container List. More detailed description of the content is included in the Guides for the individual record groups that constitute the archive. Researchers with inquiries that appear to fall outside the scope of this material should contact the Curator of Manuscripts.\u003clb/\u003e\u003clb/\u003e"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Corporations -- History"
                },
                {
                    "source": "lcsh",
                    "value": "Corporations -- New York (State)  -- New York. "
                },
                {
                    "source": "lcsh",
                    "value": "Journalists -- United States"
                },
                {
                    "source": "lcsh",
                    "value": "Periodicals -- Publishing"
                },
                {
                    "source": "lcsh",
                    "value": "Photojournalists -- United States"
                },
                {
                    "source": "lcsh",
                    "value": "Printing industry"
                },
                {
                    "source": "lcsh",
                    "value": "Publishers and publishing -- New York (State)  -- New York. "
                },
                {
                    "source": "lcsh",
                    "value": "Publishers and publishing -- United States -- History"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Time, inc. -- History"
            }
        },
        "dsc": {
            "value": "\u003cc id=\"aspace_ref22_4ci\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 1. Time Inc. Subject Files (1889-2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"182983\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e182983\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_1ee0a38e98c5f8a3754adbce5b305ba4\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Subject Files document the history of Time Inc. as an organization and have information on each publication and many departments at Time Inc. The Time Inc. Archives originally assembled and arranged the Subject Files for use by writers and researchers working on three authorized volumes of Time Inc. history. This record group contains primary documents from throughout the company and contains the majority of early records. Folder titles that repeat, especially for the publications, include corporate, editorial, and publishing. Corporate covers the acquisition and sale of entities as well as contracts and agreements between organizations, negotiations, board meetings, and other similar business relations. Editorial or Edit relates to the work being done by correspondents, reporters, and researchers. Publishing includes everything from advertising and promotion to production and circulation.\u003c/p\u003e\u003cp\u003eAdditional records on the divisions, departments and offices at Time Inc. are in Time Inc. Reference Files, MS 3009-RG 3.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg1/\"\u003eGuide to the Time Inc. Subject Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref6_0bz\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 2. Time Inc. Bio Files (1907-2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"173721\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e173721\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_d4b60097e55c4547ccb989889750465d\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Bio Files were assembled and maintained by the Time Inc. Archives and predominately document the careers of Time Inc. staff from board members (H. P. Davison) and company executives (John S. Martin, Ray Cave, Hedley Donovan, Elizabeth Valk Long) to administrative assistants. The files represent staff from all divisions, departments and subsidiaries including \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e, \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e, \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e, \u003ctitle render=\"italic\"\u003eSports Illustrated\u003c/title\u003e, \u003ctitle render=\"italic\"\u003eArchitectural Forum\u003c/title\u003e, \u003ctitle render=\"italic\"\u003eMarch of Time\u003c/title\u003e, Time-Life Books, Time-Life Films, Time-Life International, Home Box Office, Little, Brown and Company, and Inland Container Company.  Time Inc. also kept files on non-staff closely associated with the company, and some family and former classmates of cofounders Henry R. Luce and Briton Hadden in relation to interviews during various history and biography projects. This record group includes the collection's primary files on cofounder Hadden.\u003c/p\u003e\u003cp\u003eContents consist of correspondence; memoranda regarding new hires, departing staff and other staffing changes; press releases; news clippings including obituaries; articles from the staff newsletters; articles or correspondent cables by or about staff; reports and comments on articles and books under consideration for publication; invitations to events; and speeches or other public remarks. Photographs and other photographic material, and audiovisual recordings of interviews, oral histories, and public speeches are present infrequently.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg2/ \"\u003eGuide to the Time Inc. Bio Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref24_2ux\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 3. Time Inc. Reference Files (1907-2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"187230\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e187230\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_416210dea507e122508821b473ab10ff\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Reference Files document the history of various Time Inc. divisions such as the editing and publishing groups for the major titles, Circulation, various office locations, and Public Affairs; franchises such as the \u003ctitle render=\"italic\"\u003eSports Illustrated\u003c/title\u003e \"Swimsuit Issue\" and \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e \"Person of the Year\" (originally \"Man of the Year\"); and staff organizations. While the Reference Files seem to serve a similar purpose to the Time Inc. Subject Files, this record group may have, at one point, been organically created by departments sending copies of informative records to Time Inc.'s \"central file.\" \u003c/p\u003e\u003cp\u003eSpecific items of interest in this collection include the Department Head Lists, which record the structure of the company and names and titles of top-level staff; and copies of \u003ctitle render=\"italic\"\u003eFYI\u003c/title\u003e, an internal Time Inc. staff newsletter which discuss department and staffing changes, events and milestones, along with a card index of the contents.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg3/\"\u003eGuide to the Time Inc. Reference Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref7_liw\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 4. Time Inc. Index Cards (1933-1993)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"174145\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e174145\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_90577e4d8656d48284f730632a34cbdc\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Index Cards contain groups of index cards used by Time Inc. staff for writing, searching, and\ncross referencing subject terms in Time Inc.'s major magazines, and as directories for published books and interviews.The majority of index cards provide a subject term, a brief description of a topic, and a date when the topic was covered within the associated magazine. There is also a section of general subjects that is not linked to a specific publication. \u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg4/\"\u003eGuide to the Time Inc. Index Cards\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref44_z77\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 5. Time Inc. Corporate Administration Records (1853-1997)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"204924\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e204924\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_7b4119195c41f4ad63997372a3ace73c\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe General Files from the Corporate Administration Records include corporate-level records where the exact office of origination isn't known, or the files are from several people or offices at the corporate executive level, but were grouped together by Time Inc. at some point. Records include stock certificates, five-year plans, notary seals, patents, printing agreements, and organizational records from affiliates and subsidiaries. Further additions to this record group are expected.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg5/\"\u003eGuide to the Time Inc. Corporate Administration Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref36_2bb\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 6. Time Inc. Corporate Editorial Records (1944-1998)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"199303\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e199303\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_3230ace937f5db382ace9c15fc023b29\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Corporate Editorial Records contain records from editorial staff working at the corporate level overseeing all publications at Time Inc. Executive offices, including the top editorial staff, were located on the 34th floor in the Time \u0026amp; Life Building. Staff represented include Editors-in-Chief Hedley Donovan, Henry Grunwald, and Jason McManus; Editorial Directors Ralph Graves, Ray Cave, and Richard Stolley; Corporate Editors McManus, Gilbert Rogin, and James Gaines; Assistant Corporate Editor David Maness; and Special Assistant Rogin. Records include appointment books; departmental and subject files; internal and external correspondence; speeches; and travel information.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg6/\"\u003eGuide to the Time Inc. Corporate Editorial Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_4ea7d3798a7ebe9f56f25e64dcbb9153\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 7. Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Editorial Records (1938-2009)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_3995f83dd0ea6d574209d9f9ea487253\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Editorial Records contain records from offices and staff from the editorial side of the magazine, not the publishing or business side. Staff represented include Managing Editors Otto Fuerbringer and James R. Gaines, Executive Editors Dana Tasker and Edward Jamieson, Art Department Cover Researcher Rosemary Frank, and art and culture journalist Rosalind Constable. Records include internal and external correspondence; departmental and subject files; cover artist files; speeches; travel itineraries; personnel files; files and reports from the Letters Department; and collected research for elections reporting.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg7/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Editorial Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_d1e3328b7385e995ff1200dff3e95a06\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 8. Time Inc. \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e Editorial Records (1951-2013)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_f6e1b1c1ab24746056ec57b6911c3f24\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e Editorial Records contain materials from the offices and staff of the editorial side of the magazine, not the publishing or business side. Staff represented in this record group include managing editor Robert Lubar, managing editor Louis Banks, managing editor Duncan Nortan-Taylor, managing editor Andrew Serwer, staff writer Charles Burck, and staff writer Rush Loving Jr. Also included are materials from the Art Department on planning and creating issues in 1982 and files on staff, freelance writers, and other contributors to \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e.\u003c/p\u003e\u003cp\u003e\n\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg8/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e Editorial Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_92904262f10099332b8e73e17ad52ee6\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 9. Time Inc. \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e Editorial Records (1937-2013)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_12c8f5c5330024c32940b8f1bf0892b1\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Life Editorial Records include files from offices and staff that produced both the original version of  Life and the revived monthly version. The Managing Editors (ME) begin with the last ME of the original  Life. Other staff included are one Executive Editor; two Senior Editors, one from the original  Life and one from the revived version; two staff photographers, with Alfred Eisenstaedt being one of the original hires at the launch of the magazine; and one staff writer. Records include business correspondence, interoffice memoranda, letters from readers, drafts of articles, audiovisual interviews and oral histories, article proposals, and magazine and corporate policies.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg9\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e Editorial Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_b862bc029cf36990d6b97ab77f721aaa\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 10. Time Inc. \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e Editorial Records (1966-1989)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_63a8e6c6207d4834e2be60780399f200\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e Editorial Records contain records from offices and staff from the editorial side of the magazine, not the publishing or business side. Editorial staff represented include Cranston Jones, Lee Wohlfert, Marianne Macy, Martha Babcock, Sarah Rozen, Richard Stolley, and Dick Lemon.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg10\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e Editorial Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_8dce81d1b61e7c804f043faa3468e88a\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 11. Time Inc. \u003ctitle render=\"italic\"\u003eMoney\u003c/title\u003e Editorial Records: Managing Editor Marshall Loeb Files (1981-1986)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_7861b9eb4e01c73f13c4a2bbc2aee7d9\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Time Inc. \u003ctitle render=\"italic\"\u003eMoney\u003c/title\u003e Editorial Records: Managing Editor Marshall Loeb Files focus on public appearances made by Loeb while he was managing editor. The collection is primarily scripts and transcripts.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg11/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eMoney\u003c/title\u003e Editorial Records: Managing Editor Marshall Loeb Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref32_whd\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 12. Time Inc. \u003ctitle render=\"italic\"\u003eArchitectural Forum\u003c/title\u003e and \u003ctitle render=\"italic\"\u003eHouse \u0026amp; Home\u003c/title\u003e Editorial Records: Managing Editor Edgar P. Smith Files (1952-1962)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"194203\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e194203\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_df74d3f3e120e4e536dea1df18ad6ccc\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eContains Edgar P. Smith's records regarding the evaluation and possible sale of \u003ctitle render=\"italic\"\u003eArchitectural Forum\u003c/title\u003e and  \u003ctitle render=\"italic\"\u003eHouse \u0026amp; Home\u003c/title\u003e. \u003ctitle render=\"italic\"\u003eArchitectural Forum\u003c/title\u003e was a professional journal focused on design and modern architecture, and \u003ctitle render=\"italic\"\u003eHouse \u0026amp; Home\u003c/title\u003e was a trade magazine for building and buying new houses.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg12/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eArchitectural Forum\u003c/title\u003e and  \u003ctitle render=\"italic\"\u003eHouse \u0026amp; Home\u003c/title\u003e Editorial Records: Managing Editor Edgar P. Smith Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref52_p3n\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 13. Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Research Center Files (1919-2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"221960\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e221960\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_26e350a73ef2cdac10e91b34b7830cc6\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Research Center Files contain research materials collected by Time Inc. reporters, researchers, and library staff in the main areas of Bio Files, Presidents Files, and Subject Files. Many of the files originally belonged to a Time Inc. reference library known throughout the years as The Morgue, The Bureau of Editorial Reference, and The Editorial Reference Library. The majority of research and reference materials are magazine and newspaper clippings. Other types of material include telegrams and other correspondence, correspondent dispatches, transcripts of interviews and speeches, editorial outlines for articles, editorial policies, press releases, and drafts of articles.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg13/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Research Center Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ff99eb4c1e5f0aa1922f7baad128093f\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 14. Time Inc. Time-Life News Service Records (1935-1987)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_be160c5e322e1bcc44a2a787daef9a18\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Time-Life News Service Records contain records of Time Inc.'s news gathering and reporting service. While the department was formally part of \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e magazine for most of its history, it gathered and reported on news for other magazines as well. Included in this record group are materials created by chiefs of correspondents, bureau heads, correspondents, stringers, and \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e editors. It also contains records on the department's finances and staff.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg14/\"\u003eGuide to the Time Inc. Time-Life News Service Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_e94db6de3a1a244fe8d1fd66eb0b19fd\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 15. Time Inc. \u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e Records (1935-1995)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_4bfcd3d6199669793bbc73b699a68eb5\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003e\u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e Records contain scripts used in the production of \u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e for film and radio; production files for films created for other organization by \u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e; files from television producer Mel Baily during a possible revival or reairing of \u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e; and videocassettes of \u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e films, episodes, and clips.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg15/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eThe March of Time\u003c/title\u003e Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref28_r8n\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 16. Time Inc. New Building Department Records (1953-1960)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"190912\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e190912\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_ffdaddb5b34d38d58876e644545c3357\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe New Building Department Records contain the decisionmaking and planning files for the construction of Time Inc.'s new office space, the Time \u0026amp; Life Building, which is part of Rockefeller Center. Series I contains the chronological binders kept by the head of the department Henry \"Hank\" Luce III. Series II contains other materials created by the department during the planning period. Series III contains invoices and purchase orders for construction, interior decor, and furniture.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg16/\"\u003eGuide to the Time Inc. New Building Department Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref34_0z8\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 17. Time Inc. Administration, Human Resources and Personnel Records (1939-1994) \u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"194204\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e194204\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_906cb75f60918d2493e216d91de1335e\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Administration, Human Resources and Personnel Records document employee relations, benefits, participation in unions, and Time Inc.'s efforts to create or implement personnel policies and guidelines.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg17/\"\u003eGuide to the Time Inc. Administration, Human Resources and Personnel Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref40_idh\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 18. Time Inc. Staff Organizations (1940-2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"203444\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e203444\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_9266676d17c5b818b29a9abc9e7627a7\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eTime Inc. Staff Organizations contains records from clubs, sports, and other membership organizations involving only Time Inc. staff. The organizations include the Time Inc. Bowling League, Lesbians and Gay Men at Time Warner (LGTW), and the Time-Life Alumni Society (TLAS). Further additions to this finding aid are expected.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg18/\"\u003eGuide to Time Inc. Staff Organizations\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_c1dde6f671ddb572d3effa51f703c5ce\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 19. Time Inc. Corporate Public Affairs Department Records (1945-2000)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_5f751666430d538fc535f4c4b48277ed\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eCorporate Public Affairs Department Records contain the office files from Vice President Donald Wilson, the chronological correspondence from Associate Director Louis Slovinsky, office files from the Radio/TV Publicity Office, files on a project by Community Relations, office files from the Chief Speechwriter, files on exhibitions and contests to promote Time Inc. internationally, and general files produced or collected by the department overall including annual reports, press releases, dinner books, weekly news clippings, and administrative files.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg19/\"\u003eGuide to the Time Inc. Corporate Public Affairs Department Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref26_0kb\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 20. Time Inc. News Clippings (1999-2013)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"190911\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e190911\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_57dabaafd071c38255c7c48a6a5b0266\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. News Clippings contain copies of news articles about Time Warner and AOL Time Warner, its publications, and its subsidiaries collected by the Time Inc. Library and Archives. Corporate Communications compiled some of the clippings packets. \u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg20/\"\u003eGuide to the Time Inc. News Clippings\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_3284e17a8cdfeca95ad56a8fc3140a38\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 21. Time Inc. Advertising Promotion and Circulation Promotion Files (1922-2004)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_67376229f7d6a89515f13987c7381826\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Time Inc. Advertising Promotion and Circulation Promotion Files were assembled by the Time Inc. Archives and contain records from the advertising promotion and circulation promotion departments of many Time Inc. publications, including \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e, \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e, and \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg21\"\u003eGuide to the Time Inc. Advertising Promotion and Circulation Promotion Files\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref30_cl8\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 22. Time Inc. Printing Developments, Inc. (1950-1974)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"190913\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e190913\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_61f95eaad01a8fd5b6b455aa8b56adf3\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eContains the business ledgers of this Time Inc. subsidiary.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg22/\"\u003eGuide to the Time Inc. Printing Developments, Inc.\u003c/extref\u003e\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref38_fey\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 23. Time Inc. Real Estate Division Records (1960-1980)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"199305\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e199305\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_068559efd0c9d90face86402f2f1ac2b\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Real Estate Division Records include files on building and land purchases, construction, and alternations for offices, laboratories, warehouses, and other facilities of Time Inc. and its subsidiaries. \u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg23\"\u003eGuide to the Time Inc. Real Estate Division Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_d07ff63fa6e115d990e18bd1cb81cdec\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 24. Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Publishing and Business Records (1927-1999)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_cbbeff9db5b4dd148c2305aaf9827479\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Publishing and Business Records contain materials from the offices and staff of the business and publishing side of the magazine's operation. The majority of materials come from the office of the business manager; departments in charge of advertisements in the magazine; an educational materials subscription program; and public affairs.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg24\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Publishing and Business Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ab0a57b689a4e41a3c5edb7a3e00d94d\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 25. Time Inc. \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e Publishing and Business Records (1929-2005)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_c127192226338c4151c6694a391469a8\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Fortune Publishing and Business Records contain materials from the offices and staff of the business and publishing side of the magazine's operation. The majority of materials come from the offices of public affairs and promotions as well as from the office of Publisher William Geer. Records include clippings, correspondence, notes, transcripts, drafts, press releases, press kits, photographs, video cassettes, audio cassettes, and open audio reels.\u003c/p\u003e\u003cp\u003e\n\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg25/\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eFortune\u003c/title\u003e Publishing and Business Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_48089d81e7b30fbede04e0c2fb2e3341\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 26. Time Inc. \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e Publishing and Business Records (1936-2000)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_1d3c939e4466972113fcb4371e0b65ef\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e Publishing and Business Records contain materials from the offices and staff of the business and publishing side of the magazine's operation. The majority of materials come from the publisher, business, market research, and circulation departments.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg26\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eLife\u003c/title\u003e Publishing and Business Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_31f549e0c0474004ce7a840a8a016d2b\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 27. Time Inc. \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e Publishing and Business Records (1973-1998)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_4d560a9deb9acc5c5717097376912b79\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eWith the first issue launched on on March 4, 1974, \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e was one of the first publications coming out of the Magazine Development Group later transitioning into its own department. The \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e Publishing and Business Records contain records from offices and staff from the publishing and business side of the magazine, not the editorial side. Staff represented include Publisher Richard Durrell, Assistant Publisher Charlotte Schiff-Jones, Associate Consumer Marketing Director John Hartig, Director of Marketing Services Chuck Lund, and Magazine Development Group Marketing Director Mal Ochs.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg27\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003ePeople\u003c/title\u003e Publishing and Business Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref42_b1z\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 28. Time Inc. Books Group Records (1963-1988, 2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"203445\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e203445\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_7c90b2b22a1f08dfcd9651cc430a4ed2\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Books Group Records contain materials documenting Time Inc.'s book publishing ventures. While Time-Life Books was Time Inc.'s main imprint and book publishing department, Time Inc. owned several other book publishing, subscription, or direct marketing ventures and companies including Little, Brown and Company and the Book-of-the-Month Club. Included in this record group are files from the office of the group vice president, the Books and Arts Associates, the Iran Publishing Project, and the Time-Life Travel Club.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg28\"\u003eGuide to the Time Inc. Books Group Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref46_egn\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 29. Time Inc. Invitational Records (1982-1989)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"215173\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e215173\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_5584061b7e0a7abf4318b6cb63e55f62\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Time Inc. Invitational was an annual invitation-only sports competition event organized by the magazines' Advertising Sales Departments and held at the Maidstone Club in East Hamptons, NY. Records include the planning and event materials for the years 1983 to 1985, 1987, and 1989.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg29\"\u003eGuide to the Time Inc. Invitational Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref48_30h\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 31. Time Inc. Annual Reports (1922-2016)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"217680\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e217680\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_3e0b8d2c8da02d68ac151634b71ed3d3\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eAnnual Reports includes annual reports for Time Inc. and later Time Warner Inc. after the merger in 1989. America Online, Inc. (AOL) includes reports sent to the library for use as reference at the time of that merger. Annual reports may include accompanying financial reports, fact books, or \u003ctitle render=\"italic\"\u003eYear in Review\u003c/title\u003e.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg31\"\u003eGuide to the Time Inc. Annual Reports\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref50_moq\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 32. Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Covers (1923-2015)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"217681\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e217681\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_bf1561c02c677aff0d2efca80f540c71\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003e\u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Covers contains a collection of covers removed from the rest of the magazine dating from 1923 through July 2015. Later dates sometimes include the entire magazine. This is a collection created by the Time Inc. Library and Archives.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg32\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Covers\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref54_thg\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 33. Time Inc. Oral History Project Records (1984-1994)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"225981\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e225981\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_0df65e9c88ac3a9fdd644979577fea27\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eThe Oral History Project Records include background preparation research, transcripts, and audiovisual material from interviews of Time Inc. staff conducted by the Time Inc. Archives between 1984 and 1994.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg33\"\u003eGuide to the Time Inc. Oral History Project Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_a8a09006da0145d05ff520a76dc2ba48\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 38. Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Annotated Bound Issues (1933-2002)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_be42cce870b909a4b8a55eb1f5864e9e\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003e\u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Annotated Bound Issues consists of 249 volumes of bound issues of \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e magazine (1933-1934, 1940-2002) and one volume of \u003ctitle render=\"italic\"\u003eLetters\u003c/title\u003e magazine (1934-1937). The issues of \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e are noted as \"marked\" copies because they include annotations on various articles, primarily the initials of the writer, editor and researcher of the piece. The annotations also include brief observations on various matters of style, word choice, and the like, and paper inserts with count lists of international editions and other information.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg38\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Annotated Bound Issues\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_698b7c330d40141bcf98cb845f5d5cea\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 41. Time Inc. Video Group Records (1934-1989)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_92546c0361c846f54350a5601b4bf4ef\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Time Inc. Video Group Records contain materials documenting Time Inc.'s work in the cable, film, and television industries. The Video Group oversaw the departments and subsidiaries that worked directly in these industries. Included in this record group are materials created by the staff of Time-Life Films, Time-Life Video, Time-Life Broadcast/Time-Life Broadcast Inc., Time-Life Cable, Home Box Office (HBO), and Manhattan Cable Television (MCTV).\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg41/\"\u003eGuide to the Time Inc. Video Group Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_ref56_eft\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 42. Time Inc. Harry Harding Files on Corporate Identity (1967-1971)\u003c/unittitle\u003e\u003cunitid audience=\"internal\" identifier=\"232208\" type=\"Archivists Toolkit Database::RESOURCE_COMPONENT\"\u003e232208\u003c/unitid\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_bfed99b31be66a2959af0f12508290fa\"\u003e\u003chead\u003eScope and Contents Note\u003c/head\u003e\u003cp\u003eCorporate executive Harry Harding's files document his work on Time Inc.'s corporate identity, specifically attempting to create a new corporate logo or trademark for use throughout the company.\u003c/p\u003e\u003cp\u003e\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg42\"\u003eGuide to the Time Inc. Harry Harding Files on Corporate Identity\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e\u003cc id=\"aspace_d850db0bcd2cb6c8a6634e01289d1d1d\" level=\"recordgrp\"\u003e\u003cdid\u003e\u003cunittitle\u003eRG 44. Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Canada Ltd. Records (1954-1975, 1995-1999)\u003c/unittitle\u003e\u003c/did\u003e\u003cscopecontent id=\"aspace_4c9c6d571c5873f828e91106b3c30fae\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Canada Ltd. Records contain the records from the business side of the subsidiary of Time Inc. that published the Canadian edition of \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e. Records are primarily from President Don Brown, and Managing Directors Lawrence Laybourne, Steve LaRue, and Bradley Gundy. There are a few folders of operating statements and from the Promotion Department.\u003c/p\u003e\u003cp\u003e\n\u003cblockquote\u003e\u003cp\u003eClick here to link to the \u003cextref actuate=\"onRequest\" \nhref=\"http://dlib.nyu.edu/findingaids/html/nyhs/timeincrg44\"\u003eGuide to the Time Inc. \u003ctitle render=\"italic\"\u003eTime\u003c/title\u003e Canada Ltd. Records\u003c/extref\u003e.\u003c/p\u003e\u003c/blockquote\u003e\u003c/p\u003e\u003c/scopecontent\u003e\u003c/c\u003e"
        }
    }
}