{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "2018_006"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Muslims in Brooklyn oral histories \u003cnum\u003e2018.006\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Elena Locascio"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "address": {
                    "addressline": [
                        "Brooklyn Historical Society",
                        "128 Pierrepont Street",
                        "Brooklyn 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2019-06-13T19:39:12\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Kitto, Svetlana"
                    }
                },
                "unittitle": {
                    "value": "Muslims in Brooklyn oral histories"
                },
                "unitdate": {
                    "normal": "2018-01-24/2019-01-22",
                    "type": "inclusive",
                    "value": "January 24, 2018 - January 22, 2019"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "8.32 Gigabytes"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in 149 files; Running time of available interviews: 103 hours, 19 minutes, and 27 seconds."
                        }
                    ],
                    "altrender": "part",
                    "physfacet": {
                        "value": "All recordings and transcripts were born-digital."
                    }
                },
                "abstract": {
                    "value": "This collection includes oral histories conducted and arranged by Brooklyn Historical Society in 2018. The interviews reflect varying approaches to religious observance among Muslim Brooklynites in relation to a wide range of communities and traditions within Islam, including Sunni, Shi'i, Sufi, Nation of Islam, W. D. Mohammed community, Five Percent, Dar ul Islam, and Ansaarullah. Collectively, there is particular focus on cultural and religious customs, practices, and gender roles within these communities; education and the arts; immigration from South Asia and the Middle East; the Nation of Islam; Islamophobia in the wake of the 1993 and 2001 terrorist attacks on the World Trade Center as well as after the 2016 presidential election; political activism and engagement; and community relations with law enforcement and government officials."
                },
                "unitid": {
                    "value": "2018.006"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_72e38d3cbfe149fcf0ed011b798d9465",
            "head": "Conditions Governing Access",
            "p": {
                "value": "This collection can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/collections/muslims-in-brooklyn-oral-histories/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e."
            }
        },
        "prefercite": {
            "id": "aspace_da14d03cf7f0b6386376f92ddf0617f0",
            "head": "Preferred Citation",
            "p": {
                "value": "[Narrator Last Name, Narrator First Name, Oral history interview conducted by [Interviewer First Name Last Name, [Month DD, YYYY], Muslims in Brooklyn oral histories, [Object ID]; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "aspace_d7713e724c4b91fa75f1e3396811ec09",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "These oral histories were conducted by staff or consultants at the Brooklyn Historical Society in 2018."
            }
        },
        "bioghist": {
            "id": "aspace_ec276ad0b11afc72155c2c6d453edfee",
            "head": "Biographical / Historical",
            "p": {
                "value": "The social and institutional hostility directed at many Muslim Americans throughout that period, especially during the early part of the twenty-first century, sowed significant anxiety and suspicion among many in Muslim communities. Consequent fears for their safety and security  led some Muslim Americans to withdraw from public life. For others, it contributed to a surge in activism, political engagement, charitable work, advocacy, and involvement in cultural institutions. Many Muslim Brooklynites in particular were leading voices in these efforts, including Linda Sarsour's co-chairing the nationwide Women's March on Washington in 2017 for equality and Debbie Almontaser's leadership in organizing the Yemeni Bodega Strike at Brooklyn Borough Hall in 2017."
            }
        },
        "scopecontent": {
            "id": "aspace_e725fabb2415b2a14fa1cc769419f01a",
            "head": "Scope and Contents",
            "p": {
                "value": "These narrators discuss their overall experiences in neighborhoods across Brooklyn as well as their involvement in nearly a dozen of the city's religious institutions from the mid-1960s until 2018. Collectively, many of them also emphasize their personal relationships with their Muslim faith, including the degree and approach of their observance over time; the teachings and philosophies that speak most strongly to them; the intersection between religion and cultural traditions; cultural norms and education specific to their community's tradition; and building relationships with people of other faiths. There is also significant emphasis on their encounters with Islamophobia, particularly following the September 11 Terrorist Attacks in 2001 and the United States' 2016 presidential election, as well as the social and political activism it inspired from several narrators in the collection as well as from many Muslim Americans across the country."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Arab Americans -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "African American Muslims -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Community organization -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Cultural pluralism -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Gentrification -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Immigrants -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Islam -- Customs and practices"
                },
                {
                    "source": "lcsh",
                    "value": "Islam and art -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Islamic education of children -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Islamophobia -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Muslim converts -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Muslim families -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Police-community relations -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Political activists -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Religion and culture"
                },
                {
                    "source": "lcsh",
                    "value": "Religious pluralism -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "September 11 Terrorist Attacks, 2001"
                },
                {
                    "source": "lcsh",
                    "value": "South Asian Americans -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Women in Islam"
                }
            ],
            "corpname": {
                "source": "library of congress name authority file",
                "value": "Nation of Islam (Chicago, Ill.)"
            }
        },
        "dsc": {
            "value": "\u003cc id=\"aspace_868ea58a183badc7e58eda7db36a510e\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Ahmad Jaber\u003c/unittitle\u003e\u003cunitid\u003e2018.006.01\u003c/unitid\u003e\u003cunitdate normal=\"2018-01-24/2018-01-24\"\u003eJanuary 24, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_474fba4edda9c233e7b895c60926207f\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAhmad Jaber was born in 1947 in the city of Jenin in Palestine during a period of changing political boundaries. He earned a medical degree from Mosul University in Iraq in 1972. When political unrest prevented him from returning to Jenin, he practiced medicine in Jordan and then immigrated to the United States. Following successful completion of his post-graduate studies and residency, he married his wife and began a private OB/GYN practice in Brooklyn. He also maintained a strong presence in several religious and cultural institutions in Brooklyn, including co-founding the Arab American Association of New York and taking on a leadership role in the Islamic Mission of America (also known as the State Street Mosque).\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_d62ef8a9a3378bf1051d492b1bc494af\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Ahmad Jaber discusses his early life, including his mother's struggle to support the family following his father's death, his immigration to the United States following Israel's occupation of the West Bank, and his medical education. He also talks extensively about the role of his faith and ethnicity in his professional life, especially regarding co-founding the Arab American Association of New York, his advocacy for a dedicated Muslim prayer room at the Lutheran Medical Center, and his efforts to support women's education and health in culturally sensitive ways. In addition, he speaks in depth about his ongoing involvement in New York's Muslim and interfaith Arab American communities, especially the Islamic Mission of America (also known as the State Street Mosque) and the New York Chapter of the National Arab American Medical Association. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_dcadaa4904d616fe889b47929227f144\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/jaber-ahmad-20180124/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArabs -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBay Ridge (New York, N.Y)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Prayers and devotions\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eJenin\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eMuslim physicians -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Arabs -- West Bank\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion in the workplace -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen's health services -- Religious aspects -- Islam\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAl-Noor School (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eArab American Association of New York\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eIslamic Mission of America (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eJaber, Ahmad\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Dawood (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNational Arab American Medical Association\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNYU Lutheran Medical Center\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eState Street Mosque (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_870077a2211e06e92242ca2b6f06f578\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Debbie Almontaser\u003c/unittitle\u003e\u003cunitid\u003e2018.006.02\u003c/unitid\u003e\u003cunitdate normal=\"2018-02-10/2018-02-10\"\u003eFebruary 10, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_0a9d15ddbf8c5174f1f492b17b410223\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eDebbie Almontaser was born in Yemen. Her family immigrated to the United States when she was a toddler and settled in Buffalo, New York. She married her husband and moved to the Cobble Hill neighborhood of Brooklyn in 1980. Her involvement with her child's primary school inspired her to pursue a career in education, eventually becoming the founding principal of the Khalil Gibran International Academy in Brooklyn. She also became a prolific activist, including coordinating New York City's first Arab-American Heritage Week in 2005; founding the Bridging Cultures Group, Inc. in 2015; supporting Democratic nominee Hillary Clinton's 2016 presidential campaign; and organizing the Yemeni Bodega Strike at Brooklyn Borough Hall in 2017. Throughout her work as both an educator and an activist, she put significant focus on multicultural and interfaith partnerships, also founding and participating in a number of groups and initiatives aimed at increasing empathy across racial, ethnic, and religious lines. She earned a bachelor of the arts in English and world religions from St. Francis College in Brooklyn; a master of the sciences in multicultural education and reading from Adelphi University in Manhattan; and a doctor of education in urban education and leadership from Fordham University in the Bronx.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_e1f707bb5fed26a1ab78a75b9db3f9eb\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Debbie Almontaser discusses her Yemeni American family, including her childhood in Buffalo, New York; her marriage to her husband; and raising their children in the Cobble Hill neighborhood of Brooklyn. She also talks about her career in education, including her early work as a paraprofessional and teacher for the New York City Board of Education; her collaborative efforts with the Board of Education, the New Visions for Public Schools non-profit organization, and the Arab American Family Support Center to create the Khalil Gibran International Academy, an Arabic dual language secondary school in Brooklyn; and the circumstances surrounding her resignation and subsequent community protests in her defense. She speaks at length about her relationship with her faith; experiences at the State Street Mosque in the Brooklyn Heights neighborhood of Brooklyn; and work to build interfaith relationships within her community, especially between Muslim Americans and Jewish Americans. In addition, she remembers being a teacher in Brooklyn during the September 11 Terrorist Attacks in 2001, and elaborates extensively about subsequent increases in Islamophobia and racial profiling. Debbie Almontaser was also interviewed for this collection on May 14, 2018. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_fd80ec0ff533f049f61273d23c15699c\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArab Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHijab (Islamic clothing) -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education of children -- New York (State) -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eJewish-Arab relations\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim educators -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePublic Schools -- Employees\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacial profiling in law enforcement -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBuffalo (N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003ePark Slope (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen political activists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eYemeni Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eArab American Family Support Center, Inc. (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eIslamic Mission of America (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eKhalil Gibran International Academy (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNew Visions for Public Schools (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"naf\"\u003eNew York (N.Y.). Board of Education\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eState Street Mosque (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eUnited States. Department of Education\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAlmontaser, Debbie\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_ed3bb7615109030fe9517a1759cd5c44\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Hassan Ben Jaafar\u003c/unittitle\u003e\u003cunitid\u003e2018.006.03\u003c/unitid\u003e\u003cunitdate normal=\"2018-02-12/2018-02-12\"\u003eFebruary 12, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_585e53f4a93454e3733a584245b5c88c\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eHassan Ben Jaafar was born in 1962 in Fès, Morocco. He studied music under his father, following in his footsteps to become a Maâlem (master musician). After coming to New York in 2000, he collaborated with a wide variety of musicians, performing both individually and with his band, Innov Gnawa.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_eb65ee26c7e3df52ac92358cfb5bf764\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eHassan Ben Jaafar discusses his early life in Morocco, especially regarding his culture and his musical education through his father's school. He also speaks about coming to New York City, especially to the Red Hook neighborhood of Brooklyn. He expands on his musical influences; performances in a variety of venues across New York City, and work with his band, Innov Gnawa. He also talks about his memories of the September 11 Terrorist Attacks in 2001; surviving a house fire; being robbed while working at a store; and involvement in Masjid Farooq in the Boerum Hill neighborhood of Brooklyn. This interview includes extensive conversation in Moroccan Darija. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_e9a6fa34aa588c708700857daf514a1f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBoerum Hill (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eFès (Morocco)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eRed Hook (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eArabic language -- Dialects -- Morocco\u003c/subject\u003e\u003csubject source=\"local\"\u003eGnawa (African people)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMoroccans\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMusic -- Moroccan influences\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePerforming arts\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRobbery -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eBen Jaafar, Hassan\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Al-Farooq (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_70287bca9fbae58d979ebd108bcc1a42\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Ferial Masoud\u003c/unittitle\u003e\u003cunitid\u003e2018.006.04\u003c/unitid\u003e\u003cunitdate normal=\"2018-02-13/2018-02-13\"\u003eFebruary 13, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_51c997e234b46b32e480d8845ed575b8\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eFerial Masoud was born in 1950 in the city of Jerusalem during a period of changing political boundaries. She immigrated to the United States after marrying her husband in 1972. After settling in the Bay Ridge neighborhood of Brooklyn, they owned a series of small businesses, the most notable of which is the Balady Halal Market.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_218d86fdf566b658280a3c0254d2e5c4\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Ferial Masoud shares her memories of growing up in Jerusalem, including the detrimental impact the Six-Day War had on her safety and the broader culture of Jerusalem. She also speaks about her marriage to her husband, her feelings of isolation following her immigration to the United States, and her efforts to maintain her American-born children's link to their culture. In addition, she talks extensively about her husband's small businesses in Brooklyn, especially the Balady Halal Market, and their family's work to make the businesses successful. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_b5040c7cef86586d7f5dc2033854b538\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/masoud-ferial-20180213/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAmericanization\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBay Ridge (New York, N.Y)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGrocery trade -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrant business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eJerusalem\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Arabs -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSmall businesses -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eMasoud, Ferial\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBalady Halal Market (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_e0366bc11959566d9a476c86a3f00f29\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Asad Dandia\u003c/unittitle\u003e\u003cunitid\u003e2018.006.05\u003c/unitid\u003e\u003cunitdate normal=\"2018-02-16/2018-02-16\"\u003eFebruary 16, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_2399af722f0d808dcfefcf7bcdf2b355\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAsad Dandia was born in 1992 in Brooklyn, and was raised by his Pakistani family in the Brighton Beach neighorhood of Brooklyn. While attending Brooklyn College as an undergraduate, he co-founded the nonprofit charity Muslims Giving Back. Over the course of the next several years, he became involved with a number of other activist and religious organizations, including Make the Road New York and the Center for Spiritual Life at New York University (NYU). In 2013, Dandia joined the \u003cemph render=\"italic\"\u003eRaza v. City of New York\u003c/emph\u003e class action lawsuit that successfully sued the New York City Police Department for its prejudicial surveillance of Muslim communities, including Muslims Giving Back.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_79e20d90c0e775723e51166b76a6da82\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Asad Dandia discusses his experiences growing up in a close-knit Pakistani American community in Brighton Beach, including his involvement in a local mosque. He also talks about his involvement in the volunteer-based Muslims Giving Back charity, the negative impact the New York City Police Department's religiously-motivated surveillance had on Muslim communities throughout the city, and his participation in the resulting class action lawsuit brought by the American Civil Liberties Union and Creating Law Enforcement Accountability and Responsibility at the CUNY School of Law. In addition, he speaks about his college experiences and involvement in other activist organizations, including a strong focus on both his religious convictions as a Muslim and affinity for interfaith groups and ideas. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_17a1deb2c3e2af579e4b0679a776b6f7\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/dandia-asad-20180216/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eClass actions (Civil procedure) -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunities -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFaith-based human services -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePakistani Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacial profiling in law enforcement -- New York (State) -- New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrighton Beach (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eAmerican Civil Liberties Union\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eCreating Law Enforcement Accountability and Responsibility. City University of New York\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eGlobal Spiritual Life (New York University)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eIslamic Center (New York University)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eMasjid Omar (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eMuslims Giving Back (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNew York Civil Liberties Union\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNew York (N.Y.). Police Department\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRahman, Shamiur\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_81fe2b52706b2c5a402fc3ee8afa72d3\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Siraj Wahhaj\u003c/unittitle\u003e\u003cunitid\u003e2018.006.06\u003c/unitid\u003e\u003cunitdate normal=\"2018-02-19/2018-02-19\"\u003eFebruary 19, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_b9288db23e4bebea8b986804823d2b11\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eSiraj Wahhaj was born in 1950 in the Fort Greene neighborhood of Brooklyn. He joined the Nation of Islam in 1969 and became the imam of Masjid Muhammad 7C in the Bedford-Stuyvesant neighborhood of Brooklyn in 1976. Two years later, he studied with the Muslim World League in Chicago, Illinois and at Umm Al-Qura University in Mecca, Saudi Arabia. He founded Masjid At-Taqwa in 1981, and purchased a building in Bedford-Stuyvesant to house the mosque the following year. As the imam of Masjid At-Taqwa, he coordinated successful efforts to reduce crime in the area, especially through anti-drug patrols in January of 1988, and also emphasized significant community outreach. He was the first Muslim to give an opening prayer for the United States House of Representatives in 1991, and in 2004, he founded the Muslim Alliance in North America (MANA) to advocate for Muslim Americans' needs and civil rights. He also served on the city's Majils As-Shura Islamic Leadership Council of New York, campaigned for New York City public schools to formally recognize Muslim Eid holidays, and represented Masjid At-Taqwa in the Raza v. City of New York lawsuit against the New York City Police Department for religiously-motivated surveillance.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_65ab4141358ede145cf891ba36bf35a5\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Siraj Wahhaj discusses the impact of Martin Luther King Jr.'s assassination on his feelings about nonviolent protests; his exploration of the Nation of Islam as a young adult; his attendance and activities at the Nation of Islam's Muhammad Mosque No. 7C in the Bedford-Stuyvesant neighborhood of Brooklyn; and his experiences with Louis Farrakhan, Warith Deen Mohammed, and other leaders of the movement. He elaborates about becoming the imam of Muhammad Mosque No. 7C after it was renamed Masjid Muhammad 7C; studying Islam in Illinois and Saudi Arabia; the circumstances of his leaving Masjid Muhammad 7C; and his founding Masjid At-Taqwa in Bedford-Stuyvesant. He also speaks extensively about the anti-drug patrols he coordinated at Masjid At-Taqwa, his experiences with local law and federal enforcement, and the importance of integrating Islam into American culture as a mainstream religion. In addition, he touches on his family, childhood, and early education. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_d7cf57b5a972ac3ad3f1fbb79883b21e\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/wahhaj-siraj-20180219/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity policing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImams (Mosque officers) -- New York (State) --  Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Muhammad 7C (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7C (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eElijah Muhammad, 1897-1975\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eFarrakhan, Louis\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eMuhammad, Warith Deen, 1933-2008\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eWahhaj, Siraj\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_46408f4a68c6e072335eb26b4f110c55\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Abdul Rasheed Abdullah\u003c/unittitle\u003e\u003cunitid\u003e2018.006.07\u003c/unitid\u003e\u003cunitdate normal=\"2018-03-10/2018-03-10\"\u003eMarch 10, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ecb282f47212f8bb64f61c750faaedab\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAbdul Rasheed Abdullah was born in 1952 in Brooklyn. He joined the Nation of Islam and married his wife in the 1970s, and was involved in Muslim communities in both Queens and Brooklyn. In 1984, his son received a scholarship to study in Sudan through the Al-Madrasa Al-Islamiya school in the Sunset Park neighborhood of Brooklyn. The family relocated and Abdullah spent his time in Sudan studying Sufism. After returning to New York, he taught as a licensed Sufi shaikh in a zawiyah in Brooklyn. He also attended Masjid Abdul Muhsi Khalifah and Masjid At-Taqwa, both in the Bedford-Stuyvesant neighborhood of Brooklyn, and was the head of the Islamic studies department at Masjid Khalifah's Clara Muhammad School.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_0931e2dc4ad809ae055047015d22cca3\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Abdul Rasheed Abdullah discusses his childhood in Brooklyn and Queens, his exposure to the Five Percent Nation as an adolescent, and his embrace of the Nation of Islam while serving an eighteen-month prison sentence. He speaks about his participation in the Nation of Islam-affiliated Muhammad Mosque No. 7B in the Corona neighborhood of Queens and Muhammad Mosque No. 7C in the Bedford-Stuyvesant neighborhood of Brooklyn; his reaction to Elijah Muhammad's death in 1975; and his subsequent exploration of Masjid At-Taqwa in Bedford-Stuyvesant and Yasin Masjid in the East New York neighborhood of Brooklyn. He expands on studying Sufism in Sudan and teaching as a licensed Sufi shaikh after his return to New York. He also talks at length about his wife's religious convictions and support; his father's embrace of Islam; and his friendship with Imam Siraj Wahhaj (interviewed for this collection on February 19, 2018). Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_01adb6eaef633e47b10f022a36446248\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/abdullah-abdul-rasheed-20180310/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack power -- United States -- History -- 20th century\u003c/subject\u003e\u003csubject source=\"mesh\"\u003eCivil rights movements -- United States -- 20th century\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMosques -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts from Christianity -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim educators\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePrisoners -- Religious life -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious education of children -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSpirituality -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSufism\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eCorona (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast New York (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eQueens (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSudan\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eAmerican Muslim Mission\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eFive Percent Nation\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7B (Queens, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7C (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNation of Islam (Chicago, Ill.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eWorld Community of al-Islam in the West\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eYasin Masjid (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAbdullah, Abdul Rasheed\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eWahhaj, Siraj\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_a2c2c028abbbc828bec23fca617c0f3a\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Zein Rimawi\u003c/unittitle\u003e\u003cunitid\u003e2018.006.08\u003c/unitid\u003e\u003cunitdate normal=\"2018-03-13/2018-03-13\"\u003eMarch 13, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_1d2f230618d7cbdb01cc90cc750fced5\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eZein Rimawi was born in 1954 near the city of Jerusalem during a period of changing political boundaries. After studying engineering in Lebanon and East Germany, he immigrated to the United States in the early 1980s. He settled in the Bay Ridge neighborhood of Brooklyn and he co-founded both the Islamic Society of Bay Ridge and the Al-Noor School, the latter of which his children attended.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_45df0ab87411ef66466fa0195eb713e2\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Zein Rimawi discusses growing up in a village near Jerusalem, studying engineering in East Germany, and then immigrating to the United States. He addresses his personal experiences with cultural assimilation in East Germany and in the United States, and also speaks extensively about the importance of voting and political activism within his community. In addition, he touches on the value of interfaith celebrations, his relationships with his children, and his personal philosophy regarding work and charity. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_d147f4ff054836fa12ffd16bfb68e4c6\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/rimawi-zein-20180313/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIsrael-Arab War, 1967\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslims -- Suffrage -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Arabs -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBay Ridge (New York, N.Y)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eGermany (East)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eIsrael\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003ePalestine\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAl-Noor School (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eIslamic Center of Bay Ridge (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eEl-Yateem, Khader\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRimawi, Zein\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_644fa4520bcf8798061981d473521b91\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Amer Abdelrasoul\u003c/unittitle\u003e\u003cunitdate normal=\"2018-03-20/2018-03-20\"\u003eMarch 20, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_c19f939fad57b86f3e9d861dd15ec737\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAmer Abdelrasoul was born in 1991 in the Bay Ridge neighborhood of Brooklyn. He attended the Al-Noor School before moving to Palestine for high school. After returning to Brooklyn, he married his wife and co-founded the Freedom Dabka Group, which performs the traditional Arab dabka folk dance.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_7ea0bfc04bdccc7114cd7ee62dff06aa\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Amer Abdelrasoul discusses his experiences growing up as a Palestinian American, including attending elementary school at the Al-Noor School in Brooklyn and high school in Palestine. He also talks extensively about his involvement in dabka dance, especially regarding his founding of and continued involvement with the Freedom Dabka Group. In addition, he touches on his cultural and religious values, his arranged marriage to his wife, and the conflict he feels between traditional Muslim teachings and his passion for dance. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_98cac8ab92b8be08d9ed1fd4e9830ad8\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/abdelrasoul-amer-20180320/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArranged marriage -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFolk dancing, Arab -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and the performing arts -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eIsrael\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003ePalestine\u003c/geogname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAbdelrasoul, Amer\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAl-Noor School (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eFreedom Dabka Group\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_2efa5b8659a21efeff7161b994ef1a7a\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Mohammad Razvi\u003c/unittitle\u003e\u003cunitid\u003e2018.006.10\u003c/unitid\u003e\u003cunitdate normal=\"2018-12-06/2018-12-06\"\u003eMarch 21, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_3b6ca79d54183283ccf9c287bb7e2fa8\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMohammad Razvi was born in 1971 in Pakistan. He immigrated to the United States as a small child in the late 1970s, and his family settled in the Sheepshead Bay neighborhood of Brooklyn. He started several businesses in the Midwood neighborhood of Brooklyn following his marriage to his wife, and founded the Council of Peoples Organization (COPO) after the September 11 Terrorist Attacks in 2001. Through COPO, engagement with law enforcement agencies, and participation in research regarding hate crimes, he worked to provide support to Muslim and immigrant communities.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_bdef8c3c2fb1feabdcc89b72e205d5ba\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Mohammad Razvi discusses his upbringing in the Sheepshead Bay neighborhood of Brooklyn, with particular emphasis on the role his family-owned businesses in the Midwood neighborhood of Brooklyn have played in providing support to the local Pakistani community. He talks about founding Council of Peoples Organization (COPO) to protect immigrant and Muslim communities from harassment, arrests, and deportation following the September 11 Terrorist Attacks in 2001. He also elaborates about his work with law enforcement agencies to improve their approach to communities COPO serves and his research about hate crimes. In addition, he speaks about his childhood friendships, his marriage to his wife, and the importance of interfaith and multicultural friendships in both his personal and professional lives. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_5b36fb0d481ad934fd15b163e375202f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/razvi-mohammad-20180321/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBullying  -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural competence -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFaith-based human services -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGrocery trade -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHate crimes -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHurricane Sandy, 2012\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePakistani Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacial profiling in law enforcement -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eMidwood (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSheepshead Bay (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eCouncil of Peoples Organization (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNew York (N.Y.). Police Department\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003ePunjab Grocery and Deli (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eUnited States. Federal Bureau of Investigation\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRazvi, Mohammad\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_82b348531cd164938b4b55d5030b0932\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Zeinab Bader\u003c/unittitle\u003e\u003cunitid\u003e2018.006.11\u003c/unitid\u003e\u003cunitdate normal=\"2018-03-23/2018-03-23\"\u003eMarch 23, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_8561bfcdfc66bc6cdd7925b104112cac\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eZeinab Bader was born in 1956 in Tyre, Lebanon, and immigrated to the United States with her husband and infant daughter in 1980. After settling in New York, she volunteered for several years as a teacher in an Arabic school run by the Palestinian Women's Association of New York. She resigned from the position in 1991 and spent several years raising her children, and then pursued work as a health insurance specialist. She also served on the board of Arab American Association of New York and organized their Mother's Day celebrations for several years.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_0401cd88a607100a7058c28e8a07dd95\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Zeinab Bader discusses her upbringing in Lebanon, touching on her family's religious convictions and her sister's death in childbirth. She elaborates broadly on the impact of the Lebanese Civil War on her family, including the deaths of two of her brothers, threats to her own safety, and its role in her family accepting her betrothal to her Palestinian husband. She also speaks about her immigration to the United States, raising her five children in Brooklyn, and her involvement in their religious and secular educations. She talks about her own work to empower Arab American women, especially through civic activism, access to family and mental health care, and special events. In addition, she addresses her own religious convictions and practices, battle with breast cancer, and involvement in the Arab American Association of New York. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_7a8af648d6c0defbe176271009d4a69e\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/927bader-zeinab-20180323/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eChild health insurance -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInterethnic marriage -- Lebanon\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eLebanese -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eLebanon -- History -- Civil War, 1975-1990\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMother's Day -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslims -- Suffrage -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in community organization -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen's health services -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eTyre (Lebanon)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eArab American Association of New York\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eChild Health Plus B (N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eNYU Langone Medical Center\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNYU Lutheran Medical Center\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eBader, Zeinab\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003ePalestinian Women's Association (New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_d5f8b834debb1f6dbfbbb6935b3b70a2\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Sarah Aly\u003c/unittitle\u003e\u003cunitdate normal=\"2018-04-05/2018-04-05\"\u003eApril 5, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003caccessrestrict id=\"aspace_e79fb957b3a0c59cc78fdd902041886f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview is restricted.\u003c/p\u003e\u003c/accessrestrict\u003e\u003c/c\u003e\u003cc id=\"aspace_2004742ef494753da66f8dd21c0fea20\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Marion Sedorowitz\u003c/unittitle\u003e\u003cunitid\u003e2018.006.13\u003c/unitid\u003e\u003cunitdate normal=\"2018-04-11/2018-04-11\"\u003eApril 11, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ee945375e2d41f4ab5faa83b6ed27151\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMarion Sedorowitz was born in 1954 in Brooklyn and was raised in Hauppauge, New York. As a child, she attended the Brooklyn Moslem Mosque in the Williamsburg neighborhood of Brooklyn, which had been founded by her Tatar community following their immigration from Eastern Europe throughout the early 1900s. She briefly worked as a pharmacist after earning a bachelor and a master's degree in pharmacy from St. John's University in Queens, and then went on to become a consultant for the creation and management of electronic medical records. As an adult, she also became involved in the management of the Brooklyn Moslem Mosque, including serving as treasurer on the board with her niece, Alyssa Haughwout (interviewed for this collection on April 25, 2018) and planning the mosque's centennial celebration.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_367e2979265bf005b87dde38bbffa213\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Marion Sedorowitz discusses her family, especially regarding their traditional Tatar cooking, immigration to the United States, religious traditions, and involvement with the Brooklyn Moslem Mosque in the Williamsburg neighborhood of Brooklyn. She expands on her own experiences with the mosque, including her successful efforts to remove the curtain preventing women from seeing the imam during prayers, her organization of the centennial celebration, and generational friction within the board about modernized outreach and records-keeping. In addition, she talks about her childhood experiences in the Bushwick neighborhood of Brooklyn, work in the medical field, and concerns about Islamophobia. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_ad8928d1fdec8bf0a18f06f1c927d285\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/sedorowitz-marion-20180411/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eCooking, Tatar -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSpecial events -- Planning -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTatars -- History\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTatars -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTechnology and older people -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in community organization -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBushwick (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eWilliamsburg (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAmerican Mohammedan Society (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBrooklyn Moslem Mosque (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHaughwout, Alyssa\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eSedorowitz, Marion\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_8254ef31c4df2831c328bb2cc8d2b638\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Jo Ann Benoit\u003c/unittitle\u003e\u003cunitid\u003e2018.006.14\u003c/unitid\u003e\u003cunitdate normal=\"2018-04-14/2018-04-14\"\u003eApril 14, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_a76d4a22bbf101ee7d5ad8e10b37fad3\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eJo Ann Benoit was born in 1975 in Brooklyn. She spent most of her childhood being raised by her grandmother in Haiti, with regular trips to visit her mother in Brooklyn. She moved back to Brooklyn permanently following the 1991 Haitian coup d'état, where she completed her last two years of high school. While attending Pace University in Manhattan, she worked as an interpretor and English language teacher for Haitian refugees. Her passion for education continued throughout her adulthood, leading her to work as both a teacher and a school administrator. Coursework for one of her graduate degrees in education inspired her initial interest in Islam, which she embraced in 1999.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_39a0bcfb0fa81bc61b340fe24a72346a\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Jo Ann Benoit discusses her childhood, including growing up in Haiti, attending a Catholic school there, and moving to Brooklyn as a teenager. She also talks about her passion for education and community activism, especially regarding her work as an English language teacher, interpreter, and school administrator. She elaborates about her Muslim faith, including her initial exposure to Islam through graduate level coursework, embracing Islam, observance of Muslim customs and traditions, and raising two children in an interfaith marriage. In addition, she speaks about having her portrait taken for an article in Essence Magazine. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_6cf5e75be93cd5ad96adf8323dbddc2c\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/benoit-jo-ann-20180414/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eCatholic schools -- Haiti\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity activists\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eEducation |z New York (State) |z New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eHaiti\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eHaitian Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInterfaith families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts from Christianity -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRefugees -- New York (State) -- New York\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eHaitian Women for Haitian Refugees (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_17af3ee023bcf9a636d9065d31e61fb7\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Shahana Hanif\u003c/unittitle\u003e\u003cunitid\u003e2018.006.15\u003c/unitid\u003e\u003cunitdate normal=\"2018-04-17/2018-04-17\"\u003eApril 17, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_57117cf7fdc5b3cfb23c4900d929129c\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eShahana Hanif was born in 1991 in Brooklyn. She was raised in the Bangladeshi community in the Kensington neighborhood of Brooklyn. After a health crisis as a teenager led to a diagnosis of lupus, she went on to earn a bachelor's degree in women's and gender studies from Brooklyn College. While there, she became involved in intersectional activism and community organizing, especially with the Committee Against Anti-Asian Violence (CAAAV) and Naree Shongothok: Bangladeshi Women Organizing for Social Change. She also worked as Director of Organizing and Community Engagement for New York City council member Brad Lander.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_ad65725653e6b8913c1747c4ad32f602\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Shahana Hanif discusses growing up in a Bangladeshi American family in the Kensington neighborhood of Brooklyn, including her relationship with her sister, the impact strict gender roles had on their religious educations and social lives, receiving a diagnosis of lupus as a teenager, and her subsequent navigation of health and accessibility limitations. She also talks about her exploration of intersectionality and activism in college, especially regarding her disability, religion, and race. In addition, she speaks about internet activism and specific organizations and causes she became involved in, especially Naree O Shongothok, the Muslim Writers Collective, the Kensington Stewards, and a local ladies' club. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_b3410fabb0d07b2c55a00d52d56d2bed\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/hanif-shahana-20180417/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBangladeshi Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunities -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHealth services accessibility -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInternet and activism\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIntersectionality (Sociology)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Prayers and devotions\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eLupus -- Patients -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePeople with disabilities -- Political activity -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eShelters for the homeless -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in community organization -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKensington (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eChurch Avenue Merchants Block Association, Inc. (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eGlobal Spiritual Life (New York University)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eKensington Stewards (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuslim Student Association (Brooklyn College)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuslim Writers Collective\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNaree O Shongothok: Bangladeshi Women Organizing for Social Change\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eThe Kensington Family Shelter (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHanif, Shahana\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eLander, Brad\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_e563535d317d04109a67bd15e2582d0b\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Alyssa Haughwout\u003c/unittitle\u003e\u003cunitid\u003e2018.006.16\u003c/unitid\u003e\u003cunitdate normal=\"2018-04-25/2018-04-25\"\u003eApril 25, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_24fe96b4d5f5943b2a24515c3f73923e\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAlyssa Haughwout was born in 1984 in Queens and raised in Long Island. Her family frequently traveled into the Williamsburg neighborhood of Brooklyn throughout her childhood to attend their Tatar community's Brooklyn Moslem Mosque, which had been founded following the group's immigration from Eastern Europe throughout the early 1900s. She first served on the mosque's board with her aunt, Marion Sedorowitz (interviewed for this collection on April 11, 2018) while working toward a master's degree in art and design education from Pratt Institute in Brooklyn. She eventually became the board's vice president as well as the caretaker of the mosque.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_bc8df0ea11fccb470eb50a86bf2008fd\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Alyssa Haughwout discusses her community's Tatar heritage and Muslim faith, especially regarding their founding of the Brooklyn Moslem Mosque in 1907, unique language and religious practices, concerns about assimilation, and recent shifts from their traditional handling of gender roles. She also talks about her own relationship with her Muslim identity, including her deeper exploration of Islam in college, work as caretaker of the mosque's building and historical artifacts, concerns about Islamophobia, and experiences as a white Muslim woman. In addition, she touches on generational friction within the board over modernization of the mosque, her family's deep roots in the community, and her appreciation of interfaith celebrations. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_138e19499cf817d3d803952d723d0f8a\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/collections/muslims-in-brooklyn-oral-histories/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBuilding management -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunities -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim women -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRamadan -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTatar Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTatar language -- Dialects\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTechnology and older people -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eWilliamsburg (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAmerican Mohammedan Society (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBrooklyn Moslem Mosque (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHaughwout, Alyssa\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eSedorowitz, Marion\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_f9b7add45651d42d4babac4fe90b206a\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Abdul Rehman\u003c/unittitle\u003e\u003cunitdate normal=\"2018-05-03/2018-05-03\"\u003eMay 3, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_c0d338d1cb49452d354aa6c9527dbf7a\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAbdul Rehman was born in 1944 near Mirpur, Kashmir. He earned a medical degree from Dow Medical College in Karachi, Pakistan. After immigrating to the United States in 1968, he completed his internship at Evangelical Deaconess Hospital in Detroit, Michigan and his residency at Brooklyn Hospital Center in the Fort Greene neighborhood of Brooklyn. He practiced internal medicine in the Brooklyn Heights neighborhood of Brooklyn and took on leadership roles within Brooklyn's medical community, including serving as president of the Medical Society of the County of Kings.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_863a8a89b91082b61f86540e32567185\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Abdul Rehman describes growing up near Mirpur, Kashmir (also considered part of Pakistan), particularly regarding his family and medical education. He expands on his immigration to the United States; settling in Detroit, Michigan and Brooklyn, New York; and growth of Brooklyn's Muslim communities since he arrived. He speaks extensively about practicing medicine in Pakistan, Michigan, and Brooklyn; his research on sickle cell anemia; and his tenure as president of the Medical Society of the County of Kings. He also talks about his marriage to his wife and recites an excerpt of original Urdu poetry. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_9f53c9ed57dfae43d17ec596fabc8062\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/rehman-abdul-20180503/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eAzad Kashmir (Pakistan)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eDetroit (Mich.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eFort Greene (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKarachi (Pakistan)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eFood -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eKashmiri (South Asian people)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMarriage -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMedical education\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim physicians -- United States\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003ePakistan -- Emigration and immigration\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eReligion in the workplace -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSickle cell anemia\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eUrdu poetry\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eBrooklyn Hospital Center (Fort Greene, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eEvangelical Deaconess Hospital (Detroit, Mich.)\u003c/corpname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eMedical Society of the County of Kings (Kings County, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRehman, Abdul\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_2472ff0c6b4667a292d66c2c81a5cce5\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Mohammed Hashem\u003c/unittitle\u003e\u003cunitid\u003e2018.006.18\u003c/unitid\u003e\u003cunitdate normal=\"2018-05-10/2018-05-10\"\u003eMay 10, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_d2e708507d473e2a08ec43fefb90201e\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMohammed Hashem was born in 1957 in East Pakistan (now Bangladesh). He immigrated to the United States as a young man and settled in the Kensington neighborhood of Brooklyn. He pursued work in the construction industry, eventually starting his own company. He also co-founded the Bangladesh Muslim Center and Islamic School, where he served as the board's treasurer, secretary, and president.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_b70b05a1f2d3f485166bb79ba651411a\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Mohammed Hashem discusses his experiences with the Kensington neighborhood of Brooklyn's Bangladeshi community, including his co-founding and continued involvement with the growing Bangladesh Muslim Center and Islamic School; the benefits of the community's positive relationships with other local religious groups, elected officials, and law enforcement; and the role of traditional food in facilitating social relationships. He also speaks about his immediate and extended family, many of whom have also settled in Kensington. In addition, Hashem talks about the social and political state of modern Bangladesh as well as his memories of living in Bangladesh during the Bangladesh Independence War in 1971. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_e73cfeb318900422968cae41015caced\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/hashem-mohammed-20180510/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBangladesh\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBangladesh -- History -- Revolution, 1971\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Social aspects -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKensington (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBangladesh Muslim Center and Islamic School (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHashem, Mohammed\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_b55817ec37714b5b04347f923c0eddca\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Debbie Almontaser\u003c/unittitle\u003e\u003cunitid\u003e2018.006.19\u003c/unitid\u003e\u003cunitdate normal=\"2018-05-14/2018-05-14\"\u003eMay 14, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_105202b4fc8cc342b0afa5d43171eb76\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eDebbie Almontaser was born in Yemen. Her family immigrated to the United States when she was a toddler and settled in Buffalo, New York. She married her husband and moved to the Cobble Hill neighborhood of Brooklyn in 1980. Her involvement with her child's primary school inspired her to pursue a career in education, eventually becoming the founding principal of the Khalil Gibran International Academy in Brooklyn. She also became a prolific activist, including coordinating New York City's first Arab-American Heritage Week in 2005; founding the Bridging Cultures Group, Inc. in 2015; supporting Democratic nominee Hillary Clinton's 2016 presidential campaign; and organizing the Yemeni Bodega Strike at Brooklyn Borough Hall in 2017. Throughout her work as both an educator and an activist, she put significant focus on multicultural and interfaith partnerships, also founding and participating in a number of groups and initiatives aimed at increasing empathy across racial, ethnic, and religious lines. She earned a bachelor of the arts in English and world religions from St. Francis College in the Brooklyn Heights neighborhood of Brooklyn; a master of the sciences in multicultural education and reading from Adelphi University in Manhattan; and a doctor of education in urban education and leadership from Fordham University in the Bronx.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_d1d5ca29a7ee56f0e871c1516c7989e9\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Debbie Almontaser discusses the aftermath of her resignation as principal of the Khalil Gibran International Academy in Brooklyn, including successfully suing the city for violating her right to free speech and discriminating against her for her Muslim faith and Arab heritage; experiencing a subsequent outpouring of community support; and successfully defending herself against a retaliatory lawsuit by the city alleging defamation. She also speaks about the 2016 presidential election, especially regarding her support for Democratic nominee Hillary Clinton; her speech at the Democratic National Convention in Philadelphia, Pennsylvania; and her community's reaction to Republican nominee Donald Trump's victory. In addition, she elaborates at length about increased activism among Yemeni New Yorkers in the wake of the Trump administration's Executive Order 13769 (colloquially known as \"the Muslim ban\"), including coordinating the Yemeni Bodega Strike with businessman Zaid Nagi at Brooklyn Borough Hall in 2017 and serving as board secretary with the Yemeni American Merchants Association. Debbie Almontaser was also interviewed on February 10, 2018 for this collection. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_159dcc0163b88e280142354f0fda5e5f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/almontaser-debbie-20180514/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eActions and defenses |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity organization -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eDemonstrations -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eJewish-Arab relations\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim Americans -- Press coverage\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePatriotism -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePresidents -- United States -- Election -- 2016\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen political activists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eYemeni Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eYemeni Bodega Strike (2017)\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eYemeni American Merchants Association (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"naf\"\u003eNew York (N.Y.). Board of Education\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAlmontaser, Debbie\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eNagi, Zaid\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_0ede6b43bad0b24e488c698b85a198c0\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Syeda Akter\u003c/unittitle\u003e\u003cunitid\u003e2018.006.20\u003c/unitid\u003e\u003cunitdate normal=\"2018-05-22/2018-05-22\"\u003eMay 22, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_412ecf97fb0153b2a40ab43a1473dc43\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eSyeda Akter was born in 1965 in East Pakistan (now Bangladesh). She immigrated to the United States to join her husband after their marriage. They initially settled in the East New York neighborhood of Brooklyn, and then moved to the Sunset Park neighborhood of Brooklyn to raise their family. She co-founded the Brooklyn chapter of Desis Rising Up and Moving (DRUM), an activist organization aimed at empowering South Asian New Yorkers, became involved in a local ladies' club, and also spent many years working for small medical practices doing both office work and basic medical procedures.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_86df87949c844c64ba067f939f7475fd\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Syeda Akter discusses her upbringing in Bangladesh, following her husband to the United States, and her entry into the medical field. She also speaks about working while being her children's primary caregiver, her commitment to her children's education, and friction over her personal thoughts on religious teachings. In addition, she talks about her friendship with Annie Ferdous (interviewed on May 25, 2018 for this collection), their involvement with a local ladies' club, and co-founding the South-Asian and Indo-Caribbean-led Desis Rising Up and Moving (DRUM). Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_7a16557d85f7f8dc4a3956ed9c085f89\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/akter-syeda-20180522/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArranged marriage -- Bangladesh\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBangladesh\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education of children -- New York (State) -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMedical assistants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast New York (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKensington (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBangladesh Institute of Performing Arts (Queens, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eDesis Rising Up and Moving (Queens, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAkter, Syeda\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eFerdous, Annie\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_26586360b7c573d726d74e236a03ae27\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Annie Ferdous\u003c/unittitle\u003e\u003cunitid\u003e2018.006.21\u003c/unitid\u003e\u003cunitdate normal=\"2018-05-25/2018-05-25\"\u003eMay 25, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ef10b4632282791d40ca3337ec90f071\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAnnie Ferdous was born in 1959 in East Pakistan (now Bangladesh). She had a strong foundation in both education and dance from an early age, ultimately earning a master's degree in political science from the University of Dhaka in Bangladesh and performing on stage in Bangladesh, England, and the United States. She immigrated to the United States with her husband shortly after their marriage. They settled in the Kensington neighborhood of Brooklyn, where she founded the Bangladesh Institute of Performing Arts and became involved in a local ladies' club.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_af8541560042855f8dac8bf3dc26f1f7\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Annie Ferdous discusses her upbringing in Bangladesh, her parents' marriage, and her early relationship with her husband. She also talks at length about her lifelong involvement in dance and the fine arts, including both her personal passion and the role they play in maintaining younger generations of Bengali Americans' connection to their cultural and religious heritage. In addition, she speaks about her involvement in the Bangladesh Institute of Performing Arts and local community groups, as well as her desire to see more women in her community become socially engaged outside the home. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_102ad57ea6cb51f7ca3fb84ebc4e769b\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/ferdous-annie-20180525/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- Cultural assimilation\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFolk dancing, Bangladeshi\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and the performing arts\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education of children -- New York (State) -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in community organization -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eDhaka (Bangladesh)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKensington (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBangladesh Institute of Performing Arts (Queens, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eFerdous, Annie\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_9a316d5e16cc5f735c4596f972c29aad\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Idris Conry\u003c/unittitle\u003e\u003cunitid\u003e2018.006.22\u003c/unitid\u003e\u003cunitdate normal=\"2018-06-21/2018-06-21\"\u003eJune 21, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_7a4c7a8092869422445024e1c60b2aac\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eIdris Conry was born in 1952 in Brooklyn. He graduated from Boys' High School in Brooklyn and briefly played football for Shaw University in Raleigh, North Carolina before earning his bachelor of the arts in African American studies from John Jay College in Manhattan. He and his wife both embraced Islam in the 1970s and worshipped first at Masjid Ikhwa in the Crown Heights neighborhood of Brooklyn and then at Masjid At-Taqwa in Bedford-Stuyvesant. In 2001, he opened Abu Baker's Bakery (now known as Abu's Homestyle Bakery) next door to Masjid At-Taqwa. The bakery is currently managed by his son, Idris Braithwaite (interviewed for this collection on July 7, 2018).\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_b55cdb26d19ed3598c52ac7f87e02c83\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Idris Conry discusses his family, his education at Boys High School in the Bedford-Stuyvesant neighborhood of Brooklyn, and his semester-long scholarship to Shaw University in Raleigh, North Carolina. He talks extensively about his Muslim faith and identity, including his initial exposure to the religion through his Muslim stepfather, his decision to embrace Islam, and his perspective on cultural traditions within the Muslim African American community. He also elaborates on his experiences at specific mosques, especially regarding Imam Khalid Yasin's leadership at Masjid Ikhwa in the Crown Heights neighborhood of Brooklyn and community policing efforts by Masjid At-Taqwa in Bedford-Stuyvesant. In addition, he speaks about opening Abu Baker's Bakery (now known as Abu's Homestyle Bakery) next door to Masjid At-Taqwa, the bakery's focus on bean pies and their significance to the Muslim African American community, and future plans for the bakery. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_ae19e88af43b1af607562c62eedf7477\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/conry-idris-20180621/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American college athletes -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American cooking\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American universities and college -- North Carolina -- Raleigh\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBakeries -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity policing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education of children -- New York (State) -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMusic -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eProspect Park (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAbu's Homestyle Bakery (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eBears Football Team (Shaw University)\u003c/corpname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eBoys' High School (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Ikhwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eBraithwaite, Idris\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eConry, Idris\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eYasin, Khalid\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_326ff7cfbfe74d1900d2623c98e04c15\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Idris Braithwaite\u003c/unittitle\u003e\u003cunitdate normal=\"2018-07-07/2018-07-07\"\u003eJuly 7, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_6a1aca0464adb071fc72139dc6a89466\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eIdris Braithwaite was born in 1971 in Brooklyn. He had a strong interest in dance and music from a young age, including attending his father's music rehearsals and working as a DJ. As an adult, he served on the Bedford-Stuyvesant Gateway Business Improvement District Board, founded the non-profit Aunt and Uncle Youth Employment Services, and took over management of Abu's Homestyle Bakery (originally known as Abu Baker's Bakery) in 2011 from his father, Idris Conry (interviewed for this collection on June 21, 2018).\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_3ac3300445ba8328862a1e359c202d1f\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Idris Braithwaite discusses his childhood in Brooklyn, being raised in a Muslim household following his parents' conversion to Islam from Christianity, and his approach to educating his own children about Islam. He also talks about his relationship with his African American and Muslim identities, including the distinction he draws between Muslim beliefs and Arab culture. In addition, he speaks extensively about his father's founding of Abu Baker's Bakery (now known as Abu's Homestyle Bakery) in the Bedford-Stuyvesant neighborhood of Brooklyn in 2001 and his own management of the bakery starting in 2011, especially regarding the bakery's focus on bean pies and their significance to the Muslim African American community. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_f71013b8d7f2ff8ac9dc83bedf833ab1\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/braithwaite-idris-20180707/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American cooking\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBakeries -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eClothing and dress -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMusic -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and ethics\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSmall business marketing -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eBraithwaite, Idris\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eConry, Idris\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAbu's Homestyle Bakery (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_5e53e92378731fb0612b82da9dd50b69\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Wazina Zondon\u003c/unittitle\u003e\u003cunitid\u003e2018.006.24\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-02/2018-08-02\"\u003eAugust 2, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_14a1d832a4421c76263566c9991fd322\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eWazina Zondon was born in 1982 in the Flushing neighborhood of Queens. She began working as a sexuality educator while attending the State University of New York at New Paltz. She continued her work in the field after graduating, including with the Planned Parenthood in Newburgh, New York; the Empire State Pride Agenda in New York City; and the Urban Assembly Institute for Math and Science for Young Women in the Downtown Brooklyn neighborhood of Brooklyn. She also co-wrote and performed the series \u003cemph render=\"italic\"\u003eComing Out Muslim: Radical Acts of Love\u003c/emph\u003e, which was inspired by her experiences as a queer Muslim woman.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_6d351a5ef1f8c10762cf3d46158ea753\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Wazina Zondon discusses her family, growing up in the Flushing neighborhood of Queens, and attending the State University of New York at New Paltz for college. She speaks extensively about her identity as a Muslim Afghan queer woman; her work with Terna Tilley-Gyado on their performance series \u003cemph render=\"italic\"\u003eComing Out Muslim: Radical Acts of Love\u003c/emph\u003e; and their collaboration on the project with musician Alsarah Abunama-Elgadi (interviewed for this collection on August 31, 2018). She also talks about working as a sex educator, especially in New York City public schools; moving to the Crown Heights and Flatbush neighborhoods of Brooklyn; and her concerns about gentrification. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_ce75aa41e8a23ebc3eda36346a6fd2ac\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/zondon-wazina-20180802/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfghan Americans -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Queens\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eComing out (Sexual orientation)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFeminism\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGentrification -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and the performing arts\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim educators -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- New York (State) -- Queens\u003c/subject\u003e\u003csubject source=\"local\"\u003eQueer culture\u003c/subject\u003e\u003csubject source=\"local\"\u003eQueer identity\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and culture\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious pluralism -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSex educators -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eCrown Heights (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eFlatbush (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eFlushing (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eQueens (New York, N.Y.)\u003c/geogname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eAlsarah\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eTilley-Gyado, Terna\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eZondon, Wazina\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eComing Out Muslim: Radical Acts of Love\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eState University of New York at New Paltz\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_7b166320fe7f059a0a754cda403c2ac3\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Fahiym Abdul-Wasi\u003c/unittitle\u003e\u003cunitid\u003e2018.006.25\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-07/2018-08-07\"\u003eAugust 7, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_538f445e873d124e8aefbb91bfe1f837\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eFahiym Abdul-Wasi was born in 1973 in New York City. He grew up in the Bedford-Stuyvesant and Crown Heights neighborhoods of Brooklyn. He explored different Muslim traditions throughout his teenage and adult years, including the Five Percent Nation, the Ansaaru Allah Community, the Nation of Islam, and Sufism. His work as a hip-hop journalist was featured in a variety of publications and he served as the editor-in-chief of the music magazine \u003cemph render=\"italic\"\u003eThe Source\u003c/emph\u003e under the byline Joshua Fahiym Ratcliffe.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_25631604b51da2d495f57bb26e897696\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Fahiym Abdul-Wasi discusses his childhood in Brooklyn, his education, and his social life. He speaks at length about his experiences with religion, including his involvement with the Jehovah's Witnesses as a child and his exploration of different traditions of Islam, including the Five Percent Nation, the Ansaaru Allah Community, the Nation of Islam, and Sufism. He expands on his memories of Muhammad Mosque No. 7 in the Harlem neighborhood of Manhattan and the police standoff that occurred there in 1994. He also talks extensively about his work as a hip-hop journalist, particularly with regards to the music magazine \u003cemph render=\"italic\"\u003eThe Source\u003c/emph\u003e.  Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_ac4daa81af39144d892c497e57061e90\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/abdul-wasi-fahiym-20180807/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCaribbean Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHip-hop -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInterfaith families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eJehovah's Witnesses -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eJournalists -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslims converts from Christianity -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslims, Black -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eNuwaubian movement -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRap (Music) -- Periodicals\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSufism\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBushwick (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eCrown Heights (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eHarlem (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eManhattan (New York, N.Y.)\u003c/geogname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAbdul-Wasi, Fahiym\u003c/persname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eFive Percent Nation\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7 (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNation of Islam (Chicago, Ill.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eThe Source (Magazine)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_570253d2227a7ef4313879ee12552c5c\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Nsenga Knight\u003c/unittitle\u003e\u003cunitid\u003e2018.006.26\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-07/2018-08-07\"\u003eAugust 7, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_d69232c519635ccf9d16ea4bd1472c86\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eNsenga Knight was born in 1981 in the East Flatbush neighborhood of Brooklyn. As a child, her family attended mosques in the nearby Bedford-Stuyvesant neighborhood of Brooklyn, including both Masjid At-Taqwa and Masjid Abdul Muhsi Khalifah. As an adult, she became active in New York's fine arts community, creating both exhibitions and performances that explore various facets of her identity as a Black and Muslim woman in the United States. Her formal education included both a bachelor of the fine arts from Howard University in Washington, D.C. and a master of the fine arts from the University of Pennsylvania in Philadelphia. She moved to Egypt in 2017.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_0f626bc4418828af2973b50a22efb2c8\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Nsenga Knight remembers her childhood experiences with Islam, including attending Masjid At-Taqwa and Masjid Abdul Muhsi Khalifah, both in the Bedford-Stuyvesant neighborhood of Brooklyn; learning martial arts at a local academy run by members of the Nation of Islam; celebrating Eids in Prospect Park; and her mother's conversion to Islam. She also speaks about the value placed on physical strength within her African American Muslim communities. In addition, she extensively discusses her involvement in the arts, especially regarding her performance art at the University of Pennsylvania in Philadelphia, exhibitions done with the She Shootin' Photography Collective, and memories of her broader friend group of Muslim artists and scholars. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_3beac0085f49e14b3ea0be5a20eb0938\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/knight-nsenga-20180807/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArtists, Black -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunities -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Social aspects -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eʻĪd al-Aḍḥā -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eʻĪd al-Fiṭr -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and art -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMartial arts -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim artists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts from Christianity -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslims, Black -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePerformance art -- Pennsylvania -- Philadelphia\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSelf-defense -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen artists -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast Flatbush (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eProspect Park (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eShe Shootin' Photography Collective (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eUniversity of Pennsylvania. School of Design\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eWhen Worlds Collide (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eKnight, Nsenga\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_a3425bba2fbe46215ec4915e299a0837\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Rodney Adib Rashid\u003c/unittitle\u003e\u003cunitid\u003e2018.006.27\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-14/2018-08-14\"\u003eAugust 14, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_947c85c0043edc7d156f91aadb6a00c1\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eRodney Adib Rashid was born in 1955 in Christiansted, United States Virgin Islands. His family moved to Brooklyn two years later. He embraced the Nation of Islam in the early 1970s and adopted Warith Deen Mohammed's reforms to the tradition following Elijah Muhammad's death in 1975. He attended Masjid Abdul Muhsi Khalifah in the Bedford-Stuyvesant neighborhood of Brooklyn in the 1980s, becoming the mosque's imam in 1989. Under his leadership, the mosque emphasized community outreach and education, including holding Eids in Prospect Park; improving the safety of the neighborhood around Masjid Khalifah; and opening the Clara Muhammad of Masjid Khalifah school, which was run by his wife Darlene Bashir (interviewed for this collection on September 10, 2018).\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_ece880bbe3c630aabb639dfe89c71e49\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Rodney Adib Rashid discusses growing up on the island of Saint Croix in the United States Virgin Islands and in New York City. He mentions getting in trouble with the law as a teenager in New York and speaks at length about about his exploration of Islam while incarcerated, particularly regarding his interactions with other Muslim prisoners and involvement in the Nation of Islam. He elaborates on his continued study of Warith Deen Mohammed's teachings after his release, especially as imam of Masjid Abdul Muhsi Khalifah in the Bedford-Stuyvesant neighborhood of Brooklyn. He also talks about Masjid Khalifah's history, its growth in the thirty years that he has been its imam, his hopes for the mosque's future, and the ongoing gentrification of Bedford-Stuyvesant. He also touches on his first marriage and his life immediately after being released from prison. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_53f9c243b0234ee204f0973e9ee800cb\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/rashid-rodney-adib-20180804/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFeasts and Fasts -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGentrification -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImams (Mosque officers) -- New York (State) --  Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePrisoners -- Religious life -- United States\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSaint Croix (United States Virgin Islands)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eAmerican Muslim Mission\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7C (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNation of Islam (Chicago, Ill.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eWorld Community of al-Islam in the West\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRashid, Rodney Adib\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_1aab6de6e6a2dd5f2ad9b9ea99bea3f6\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Shafaiat Ali\u003c/unittitle\u003e\u003cunitid\u003e2018.006.28\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-27/2018-08-27\"\u003eAugust 27, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_a0187adc87fa8b02c70d3ced813fe2ea\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eShafaiat Ali was born in 1948 in Trinidad and Tobago. He immigrated to the United States in 1968 and settled in Brooklyn. He married his wife, who also emigrated from Trinidad and Tobago, in 1971. They opened Ali's Trinidad Roti Shop in the Bedford-Stuyvesant neighborhood of Brooklyn in the late 1970s. They have since expanded the restaurant, which was one of the first in Brooklyn to serve Caribbean halal food.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_eca541cd3f310455b1830adb4e542f84\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Shafaiat Ali discusses his family, his immigration to the United States, and his marriage to his wife. He speaks at length about his ownership of Ali's Trinidad Roti Shop in the Bedford-Stuyvesant neighborhood of Brooklyn, the restaurant's strong focus on Caribbean food, and community support for the restaurant. He also talks about changes in Bedford-Stuyvesant since he opened the shop in the 1970s, including the development of Fulton Street's commercial businesses and efforts by members of the nearby Masjid At-Taqwa to reduce crime in neighborhood in the late 1980s. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_13c7a999b52e76ee591f99ac265459ee\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/ali-shafaiat-20180827/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eCommunity policing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCooking, Trinidadian\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHalal food -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRestaurants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTrinidadians -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWest Indian Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAli's Trinidad Roti Shop (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"library of congress name authority file\"\u003eAli, Shafaiat\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_c95de83190043e422a8ebad17fd62453\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Beatrice Sabir\u003c/unittitle\u003e\u003cunitid\u003e2018.006.29\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-28/2018-08-28\"\u003eAugust 28, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_032bdbc20ff3f11a4d7ef6e8b68fcc16\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eBeatrice Sabir was born in 1947 in Sumter, South Carolina. She moved to New York City as a young adult and joined the Nation of Islam in 1964. She worked in the Nation of Islam-affiliated Shabazz Restaurant in the Harlem neighborhood of Manhattan before opening Neighborhood Bakery with her husband in 1972 in the Bedford-Stuyvesant neighborhood of Brooklyn. The bakery's market grew to include contracts with correctional facilities; accounts with local grocery stores, delis, and restaurants; and catering for cultural events. She also served on the board of directors of Masjid Abdul Muhsi Khalifah in Bedford-Stuyvesant.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_a90d7e50a9840b474c219718eb4bf92a\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Beatrice Sabir discusses her childhood in South Carolina and Boston. She speaks on her exposure to Islam as a child, joining the Nation of Islam as a young adult, and her memories of Black Family Day on Randall's Island in 1972. She expands on her ongoing involvement with Muhammad Mosque No. 7C (later known as Masjid Abdul Muhsi Khalifah) in the Bedford-Stuyvesant neighborhood of Brooklyn, including participating in Muslim Girls Training - General Civilization Class (MGT-GCC) as a young woman. She also talks at length about opening Neighborhood Bakery with her husband, including the bakery's transition from retail to wholesale and its emphasis on the bean pie. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_85c41d6cf99d6328e409908c93510db5\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/sabir-beatrice-20180828/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American cooking\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBakeries -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Social aspects\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGrocery trade -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMartial arts -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts -- New York (State) -- Kings County\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Muhammad 7C (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNation of Islam (Chicago, Ill.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNeighborhood Bakery (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eSabir, Beatrice\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_6fe0f1d845c34a7f1ddd555586ccfbad\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Salima Malik Ahmed\u003c/unittitle\u003e\u003cunitid\u003e2018.006.30\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-30/2018-08-30\"\u003eAugust 30, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_86737719bc067f25c2cf0f1a8350fb07\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eSalima Malik Ahmed was born in 1959 in Wah Cantonment, Pakistan. She worked as a teacher on a nearby Air Force base until marrying her husband in 1985. She immigrated to the United States shortly after their marriage, spending a few years in the Jackson Heights neighborhood of Queens before eventually settling in the Bensonhurst neighborhood of Brooklyn. She raised her children in the Ahmadiyya community centered around the nearby Masjid Bait ul Tahir, where she also taught religious classes.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_0fa615c01dd206f0cd9547e24f73e2d0\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Salima Malik Ahmed discusses growing up in Wah Cantonment, Pakistan, including her family, their Ahmadiyya Muslim faith, and her arranged marriage to her husband. She expands on their immigration to the United States, her memories of the Jackson Heights neighborhood of Queens, and raising her children in the Bensonhurst neighborhood of Brooklyn. She also speaks at length about her involvement with Masjid Bait Ul Tahir, an Ahmadiyya mosque in Bensonhurst. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_19f2c85017cdf7c68379aa43fe77cc3c\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBensonhurst (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eJackson Heights (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eQueens (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003ePunjab (Pakistan)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eAhmadiyya\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eArranged marriage -- Pakistan\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Prayers and devotions\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and culture -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAhmed, Salima Malik\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Bait ul Tahir (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_5ef3f242bd8c922f1e9653406985f7a8\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Alsarah Abunama-Elgadi\u003c/unittitle\u003e\u003cunitid\u003e2018.006.31\u003c/unitid\u003e\u003cunitdate normal=\"2018-08-31/2018-08-31\"\u003eAugust 31, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_c5d85f672c0513b7474afded0b6507cf\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAlsarah Abunama-Elgadi was born in 1982 in Khartoum, Sudan. Her family fled political persecution in 1991 and spent several years living in Yemen before immigrating to the United States in 1994. They settled in Amherst, Massachusetts. After earning her undergraduate degree in music from Wesleyan University in Middletown, Connecticut, she moved to New York City to pursue singing professionally. She started the band Alsarah and the Nubatones in 2010; they released the albums Silt in 2014 and Manara in 2016. She also released the solo album Aljawal in 2013 and was featured in several other albums, including the Nile Project's Aswan in 2013.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_b04887b3841cb462910dfd892112c111\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Alsarah Abunama-Elgadi discusses her childhood in Sudan, including her parents' political activism; her father's imprisonment following the 1989 Sudanese coup d'état; and the family immigrating first to Yemen and then to the United States. She speaks on her experiences attending school in Amherst, Massachusetts as well as studying ethnomusicology at Wesleyan University in Middletown, Connecticut. She expands on her musical background and career, especially regarding her band, Alsarah and the Nubatones; recording their albums, \u003cemph render=\"italic\"\u003eSilt\u003c/emph\u003e and \u003cemph render=\"italic\"\u003eManara\u003c/emph\u003e; and her connection to Nubian music. She touches on her collaboration on \u003cemph render=\"italic\"\u003eComing Out Brooklyn: Radical Acts of Self-Love\u003c/emph\u003e by Wazina Zondon (interviewed for this collection on August 2, 2018). She also talks about her relocation to the Ditmas Park neighborhood of Brooklyn after college; her cultural and religious connections to Islam; and her memories of the September 11 Terrorist Attacks in 2001. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_240d9b21e239f44a1af935e1598b8e4f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/abunama-elgadi-alsarah-20180831/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrica -- Colonization\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBands (Music) -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEthnomusicologists\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMawlid al-Nabī -- Sudan\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMusic -- African influences\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMusic -- Performance\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- Sudan\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical violence -- Sudan -- History -- 20th century\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacism\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and culture -- Sudan\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSound recordings -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSudan -- History -- Civil War, 1983-2005\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSudanese\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSudanese musicians\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKhartoum (Sudan)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAlsarah and the Nubatones\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eWesleyan University (Middletown, Conn.)\u003c/corpname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eAlsarah\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eEl-Aasser, Rami\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eManoukian, Haig\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eZondon, Wazina\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_d1c7f43db369da47112391b82b1ead16\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Rabia Ahsin\u003c/unittitle\u003e\u003cunitid\u003e2018.006.32\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-01/2018-09-01\"\u003eSeptember 1, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_57e21215bad671e44688fc9f58f8a297\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eRabia Ahsin was born in 1991 in the Midwood neighborhood of Brooklyn. While studying political science at Brooklyn College as an undergraduate student, she joined the school's Islamic Society of Brooklyn College as well as with the Muslim Women's Educational Initiative, both of which were targeted by the New York City Police Department for religiously-motivated surveillance by an undercover officer while she was a member. She also became an outspoken activist against human rights abuses, including protesting with the school's newly-formed Students for Justice in Palestine and focusing her studies on surveillance in New York City. She went on to work as a special education teacher at all all girls' secondary school.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_abc51c165643b91869b2281e3906193a\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Rabia Ahsin discusses growing up in a Punjabi Muslim family in the Midwood and Ditmas Park neighborhoods of Brooklyn. She speaks extensively about the complex relationship between faith and culture, including her own connection to her Punjabi roots and her exploration of different traditions and customs within Islam. She expands on her education at Brooklyn College, including the hostility she experienced when she joined a school organization that advocated against violence in Palestine; studying human rights abuses against Muslims with Professor Jeanne Theoharis; and the undercover police officer who infiltrated the Islamic Society of Brooklyn College. She also talks about her struggles with mental health. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_013c8afaee7c6e789ebd4e42d2c772b6\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/ahsin-rabia-20180901/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eClothing and dress -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFood -- Social aspects -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHijab (Islamic clothing) -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim women -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePakistanis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"local\"\u003eDitmas Park (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eMidwood (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eBrooklyn College\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eIslamic Society of Brooklyn College (Brooklyn College)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eStudents for Justice in Palestine (Brooklyn College)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAhsin, Rabia\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eTheoharsis, Jeanne\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_63725b4f4d8b36919856d6062258932b\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Mamnunul Haq\u003c/unittitle\u003e\u003cunitid\u003e2018.006.33\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-06/2018-09-06\"\u003eSeptember 6, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_5dfcd554f056f5dfa338f18664e160cc\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMamnunul Haq was born in 1962 in Sandwip, Bangladesh. He married his wife in 1988 and immigrated to the United States in 1991. He began driving a yellow medallion taxi in New York City in 1995 and was a strong advocate for taxi workers' rights, including co-founding the Bangladesh Yellow Society New York, the Bengal Cabbie Society, and the New York Taxi Driver's Alliance in in the mid-1990s. He retired from driving his taxi after a violent attack from a passenger left him hospitalized in 2005, and went on to become involved in health education and community organization in the Kensington neighborhood of Brooklyn, including supporting the local Avenue C Plaza and serving on a community board.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_b0d05139f6d4d66a3db56f0314717313\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Mamnunul Haq discusses growing up in Sandwip, Bangladesh; his father's position in the local community; his political activism in Bangladesh; his marriage to his wife; and his immigration to the United States. He expands on his experiences driving a yellow medallion taxi in New York City, including his work to advocate for taxi drivers' rights and safety; co-founding the Bangladesh Yellow Society New York, the Bengal Cabbie Society, and the New York Taxi Driver's Alliance; and being seriously injured by a passenger. He also speaks at length about his memories of the East New York and Kensington neighborhoods of Brooklyn, especially regarding community organization in Kensington; serving on a community board; and his friendship with New York City council member Brad Lander. Interview conducted by Svetlana Kitto.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_23ea1fbc660b680bd34efa56ee515c3f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/haq-mamnunul-20180906/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast New York (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eKensington (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSandwīp Island (Bangladesh)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity organization -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation -- Bangladesh\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eLabor policy -- New York (State)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eLabor unions -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families -- Bangladesh\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRidesharing -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTaxicab drivers -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eTaxicab industry -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eVictims of violent crimes -- New York (State) -- New York\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHaq, Mamnunul\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eLander, Brad\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBangladesh Yellow Society New York (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBengal Cabbie Society (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNew York (N.Y.). Taxi and Limousine Commission\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNew York Taxi Workers Alliance (Queens, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_770b9c0437da7d0a411d5eee3408d1fd\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Damirzhan and Aliakbar Azimov\u003c/unittitle\u003e\u003cunitid\u003e2018.006.34\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-10/2018-09-10\"\u003eSeptember 10, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_b1e20e130f24167b38cec70b1d25a328\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eDamirzhan Azimov was born in 1974 near Taraz in the Union of Soviet Socialist Republics (now Kazakhstan). He was a farmer before immigrating to the United States in 2011 with his son, Aliakbar, and the rest of their family. They settled in Brooklyn and he worked as a truck and paratransit driver before opening the Dungan cuisine-centered restaurant, Lagman House, in the Sheepshead Bay neighborhood of Brooklyn.\u003c/p\u003e\u003cp\u003eAliakbar Azimov was born in 1998 in Taraz, Kazakhstan. He immigrated to the United States in 2011 with his father, Damirzhan, and the rest of their family. He worked as a manager at his family's Dungan cuisine-centered restaurant, Lagman House, in the Sheepshead Bay neighborhood of Brooklyn while attending Stoney Brook University in Brookhaven, Long Island.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_60d783b4b87f52c1b66dfcf682fd013d\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Damirzhan and his son Aliakbar discuss their family, especially regarding their Dungan ancestors' migration from China to escape persecution; Damirzhan's memories of living under the Union of Soviet Socialist Republics (Soviet Union); and the cultural shifts they both observed following the establishment of the nation of Kazakhstan. They also speak at length about their family's immigration to the United States; settling in Brooklyn; and opening their Dungan cuisine-centered restaurant, Lagman House, in the Sheepshead Bay neighborhood of Brooklyn. Damirzhan's answers to interview questions were translated by Aliakbar. Interview conducted by Svetlana Kitto.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_640a4e8b732564b98f19b5c08260eeb5\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSheepshead Bay (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSoviet Union\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eTaraz (Kazakhstan)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eCooking, Hui -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eDungans\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacism -- Kazakhstan\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRestaurants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRussian language\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAzimov, Aliakbar\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAzimov, Damirzhan\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eLagman House (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_3b15abf6f7536f151dcf232006eabcda\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Darlene Bashir\u003c/unittitle\u003e\u003cunitid\u003e2018.006.35\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-10/2018-09-10\"\u003eSeptember 10, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_0a39c893379a137bf12287a1bc43c599\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eDarlene Bashir was born in 1958 in New York City. She was raised by a Baptist family in the Harlem neighborhood of Manhattan and the Bedford-Stuyvesant and Brownsville neighborhoods of Brooklyn. She married her husband and embraced Islam in the mid-1970s. She earned a bachelor's degree from Baruch College and graduate degrees from Metropolitan College of New York and Adelphi University, all in Manhattan. She worked in the corporate world before entering the education field, becoming the director of the Clara Muhammad School of Masjid Khalifah in 1998.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_d87246c4ddc4883383830321244e65d6\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Darlene Bashir discusses growing up in a racially mixed family in the Harlem neighborhood of Manhattan and the Brownsville neighborhood of Brooklyn, including her early experiences within the White Rock Baptist Church in Harlem; her education in primarily white schools; and meeting her first husband. She also speaks at length about her Muslim faith, especially regarding her early exploration of Islam, her admiration of Warith Deen Mohammed's teachings, and her experiences at Masjid Abdul Muhsi Khalifah in the Bedford-Stuyvesant neighborhood of Brooklyn. She expands on becoming the director of the Clara Muhammad School of Masjid Khalifah in 1998 and marrying Masjid Khalifah's imam, Rodney Adib Rashid (also interviewed for this collection), in 2006. In addition, she talks about raising her five children, losing one of them in infancy, and her work in the corporate world. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_0cb5416bc6875bdee5aed9f6c2c6a19b\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/bashir-darlene-20180910/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eDeath -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInterfaith families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts from Christianity -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacially mixed families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacism in education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrownsville (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eClara Muhammad School of Masjid Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eBashir, Darlene\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRashid, Rodney Adib\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_9fed734368c09e3c5f358e181ef2eb5a\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Baseera Khan\u003c/unittitle\u003e\u003cunitid\u003e2018.006.36\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-11/2018-09-11\"\u003eSeptember 11, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_7034d42c8c61527e0c071b51b1c005b1\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eBaseera Khan was born in 1980 to Indian immigrants in Denton, Texas. She became involved in the arts as a young adult, earning a bachelor of the fine arts from the University of North Texas in Denton and a master of the fine arts from Cornell University in Ithaca, New York. Her artwork has often focused around the intersection of identity, politics, and culture. She participated in art shows and performances at various New York cultural institutions, and her solo exhibition, iamuslima, was first shown at the Participant Inc. Gallery in New York City and later had installments in Texas and Colorado. As a teacher, she also worked to create safe spaces for self-expression and encouraged others to think critically about how a creator's identities inform their work.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_7dd36b49de2d7a4b6ba2c7ffdaffbf90\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Baseera Khan discusses her parents' early lives in India, her experiences growing up in their insular immigrant family in Denton, Texas, and her encounters with bullying and racism from the broader Denton community. She talks extensively about her involvement in the arts and about \"creating spaces\" through her artwork, especially regarding her show iamuslima and the design class she was teaching at the New School's Parsons School of Design in New York City during the 2016 presidential election. Throughout the interview, she also repeatedly returns to her feminist interpretation of Islam; the intersection between prejudice, capitalism, and artistic expression; and her broader philosophy regarding the societal inequities around us. In addition, she talks about her formal education and studying art in school. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_c865c0e61aedddfac24bfdd41b90a2ae\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/khan-baseera-20180911/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAmerican artists -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCapitalism -- Moral and ethical aspects\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- Texas -- Denton\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eColorism -- Texas\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFeminism -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- Texas -- Denton\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInternet and activism\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and art -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim artists -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePatriarchy\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePresidents -- United States -- Election -- 2016\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSouth Asian families -- Texas\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSouth Asian Americans -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen artists -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eDenton (Tex.)\u003c/geogname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eCornell University. College of Architecture, Art, and Planning\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eParsons School of Design\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eParticipant Inc. Gallery (New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eKhan, Baseera\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_52e7b4d390b7e56dd1fa500602320bb2\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Nailah Lymus\u003c/unittitle\u003e\u003cunitid\u003e2018.006.37\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-12/2018-09-12\"\u003eSeptember 12, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_2c1f7a80d712a9aa719db7e3e321282d\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eNailah Lymus was born in 1983 in Oneonta, New York. She was raised in the Williamsburg neighborhood of Brooklyn. She used her experiences with her high school fashion club at Benjamin Banneker Academy for Community Development and internship at a local boutique, both in the Clinton Hill neighborhood of Brooklyn, to launch her clothing and accessory line 'Amirah Creations' in 2003. She founded Underwraps Modeling Agency in 2012 to represent female models who had strong religious or cultural convictions around modesty, and started the MODA MANTRA Magazine to feature modest fashion in 2017. She also served on Masjid Abdul Muhsi Khalifah's board and taught at the mosque's Clara Muhammad School, which her son attended.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_7dc88e38f689ac7da58d0a19eb124aac\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Nailah Lymus discusses growing up in the Williamsburg neighborhood of Brooklyn, her family's interest in the fine arts, and her childhood experiences at Masjid At-Taqwa and Masjid Abdul Muhsi Khalifah, both in the Bedford-Stuyvesant neighborhood of Brooklyn. She also speaks extensively about her lifelong interest in fashion that embraces religious modesty, including early experimentation with her own clothing and jewelry, involvement with her high school fashion club and internship at a nearby boutique, launching her clothing and accessory line 'Amirah Creations,' founding the Underwraps Modeling Agency, and starting \u003cemph render=\"italic\"\u003eMODA MANTRA Magazine\u003c/emph\u003e. In addition, she expands on raising her son and her support for Masjid Abdul Muhsi Khalifah, including serving on the mosque's board, teaching in their school, and participating in a youth outreach committee. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_7add09d2ffa3d60d462305478c7d233d\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/lymus-nailah-20180912/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eClinton Hill (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eCommunities -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHijab (Islamic clothing) -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eModeling agencies\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eModesty -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim women -- Clothing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen fashion designers -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBenjamin Banneker Academy for Community Development (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eUnderwraps Modeling Agency (New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eLymus, Nailah\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_b774a05e2472d4e15e06bb491328e3f7\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Suheir Hammad\u003c/unittitle\u003e\u003cunitid\u003e2018.006.38\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-13/2018-09-13\"\u003eSeptember 13, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_4f9c3ddcda084b645caa72e9632caf4d\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eSuheir Hammad was born in 1973 in Amman, Jordan. Her family immigrated to the United States in 1979 and settled in the Sunset Park neighborhood of Brooklyn. She started writing poetry as a teenager, often drawing from her family's history and her own experiences as a Palestinian Muslim woman in New York City. Her poetry collections \u003cemph render=\"italic\"\u003eBorn Palestinian, Born Black\u003c/emph\u003e and \u003cemph render=\"italic\"\u003eDrops of This Story\u003c/emph\u003e were both published in 1996. She gained addition recognition with her poem \"First Writing Since,\" which was centered around the September 11 Terrorist Attack in 2001, performing it for the pilot for the Peabody award-winning HBO show \u003cemph render=\"italic\"\u003eRussell Simmons presents Def Poetry\u003c/emph\u003e and in the Tony award-winning Broadway play \u003cemph render=\"italic\"\u003eRussell Simmons Presents Def Poetry Jam\u003c/emph\u003e on Broadway. She published additional collections of her poetry called \u003cemph render=\"italic\"\u003eZaatarDiva\u003c/emph\u003e in 2006 and \u003cemph render=\"italic\"\u003eBreaking Poems\u003c/emph\u003e in 2008, as well as an updated version of \u003cemph render=\"italic\"\u003eBorn Palestinian, Born Black\u003c/emph\u003e in 2010. Her work has also been featured in various anthologies, magazines, plays, and films.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_b225b3652d2303cba46dccefebeadc94\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Suheir Hammad discusses her family's roots in Palestine; their displacement to Jordan in 1949; and her childhood in Brooklyn and Staten Island. She talks at length about social justice, including gender, privilege, prejudice, and violence in her community. She elaborates about her passion for hip-hop; spiritual and religious convictions; and development as a poet. She expands on her poem \"First Writing Since,\" which centered around the September 11 Terrorist Attack in 2001, and her subsequent involvement in the Peabody award-winning HBO show \u003cemph render=\"italic\"\u003eRussell Simmons presents Def Poetry\u003c/emph\u003e and in the Tony award-winning Broadway play \u003cemph render=\"italic\"\u003eRussell Simmons Presents Def Poetry Jam\u003c/emph\u003e on Broadway. In addition, she touches on her religious and secular education. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_ee38ca0a99fedf9c1b227db6adaf3814\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/hammad-suheir-20180913/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eHip-hop -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and the performing arts -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMisogyny -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim women authors -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePoetry slams -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePoets, Palestinian Arab -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePrivilege (Social psychology) -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacism and the arts -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRefugees, Palestinian Arab\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001, in literature\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSocial justice -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen -- Violence against -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eDef poetry (Television program)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHammad, Suheir\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eSimmons, Russell\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_a08525a5f557919b84cf9eb34fd51c4d\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Fatima Shama\u003c/unittitle\u003e\u003cunitid\u003e2018.006.39\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-17/2018-09-17\"\u003eSeptember 17, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_8e370c6fcd65e7a4ecf612ddb6f59a16\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eFatima Shama was born in 1973 in the Parkchester neighborhood of the Bronx. She earned a bachelor of the arts degree from the State University of New York at Binghamton and a master of public administration from Baruch College's School of Public Affairs Executive Program in New York City. After college, she worked with the Arab American Family Support Center and the Greater Brooklyn Health Coalition to improve New Yorkers' access to services like healthcare and education. She served in New York City Mayor Michael Bloomberg's administration from 2006-2014, first as Senior Education Policy Advisor and then as Commissioner of Immigrant Affairs. During her tenure, she worked to build stronger ties between Muslim communities and the city government. After leaving the administration, she became Executive Director of the Fresh Air Fund, a nonprofit organization focused on providing low-income children in New York City with access to nature.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_b8e5b6cfc7f17cef2f80215de24c5e84\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Fatima Shama discusses her upbringing in the Parkchester neighborhood of the Bronx, especially regarding the emphasis her Catholic Brazilian mother and Muslim Palestinian father put on embracing her multicultural and interfaith roots. She expands on performing the traditional Palestinian 'dabke' folk dance with dance groups as a teenager, her religious and secular education, and her exploration of Islam through women scholars in college. She speaks about her commitment to activism to promote the rights of Muslim Americans, especially regarding her work with the Arab American Family Support Center and Muslims Against Terrorism. She also talks about her marriage and three children. Fatima Shama was also interviewed on October 2, 2018 for this collection. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_cfbfc1c9a9838ab2172ad18dcf362000\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/shama-fatima-20180917/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBrazilians -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of interfaith marriage -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFolk dancing, Arab -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMulticulturalism -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim women -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Arabs\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eParkchester (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eReligious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSocial service -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eSunset Park (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- New York\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eArab American Family Support Center, Inc. (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuslims Against Terrorism (New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eShama, Fatima\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_141eecdc9fcd83c6473d721bfd446a5f\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Ahmed Nasser\u003c/unittitle\u003e\u003cunitid\u003e2018.006.40\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-18/2018-09-18\"\u003eSeptember 18, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_8362f6124bca8a980db1969a2def56bb\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAhmed Nasser was born in 1966 in the village of Almayanah in Yemen. He immigrated to the United States in 1986 and settled in the Brooklyn Heights neighborhood of Brooklyn. He worked in family-owned restaurants and earned undergraduate degrees with New York City College of Technology in Brooklyn and Baruch College in Manhattan before joining the New York City Police Department (NYPD) in 2000. As a detective and member of the Community Affairs Bureau, he worked to improve communication between Muslim immigrant communities and the NYPD in the years following the September 11 Terrorist Attacks in 2001. He also cofounded the American Muslim Law Enforcement Officers Association in 2001 and the NYPD Muslim Officers Society in 2004.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_ab0d9986ae27b7d39a37f4c4a810dd67\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Ahmed Nasser speaks extensively about his career as a Muslim detective in the New York City Police Department (NYPD), which he joined in 2000. He elaborates on his work to build relationships between law enforcement and Muslim immigrant communities across the city, especially following the September 11 Terrorist Attacks in 2001. In addition, he talks about educating his fellow police officers about Islam and his efforts to secure accommodations surrounding religious customs and practices for Muslims serving in the NYPD. He also touches on his family, immigration to the United States, and attachment to Brooklyn. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_f8725dc25fa3b3c1340cd74017915841\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/nasser-ahmed-20180918/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArabs -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eDetectives -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion in the workplace -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eYemenis -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn Heights (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eRed Hook (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAmerican Muslim Law Enforcement Officers Association\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eNasser, Ahmed\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNew York (N.Y.). Police Department. Muslim Officers Society\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_6c69d0bf3e1e62e725924040771517eb\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Moustafa Bayoumi\u003c/unittitle\u003e\u003cunitid\u003e2018.006.41\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-25/2018-09-25\"\u003eSeptember 25, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_392f3a5c9e2859ab445b108da34c2f46\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMoustafa Bayoumi was born in 1966 in Zürich, Switzerland. His family immigrated to Canada when he was a toddler and settled in Kingston, Ontario, where his parents taught at the local college. He moved to New York City in 1990 to attend graduate school at Columbia University. After earning his doctor of philosophy, he taught postcolonial literature at Brooklyn College. He was a prolific author on issues surrounding Islam and the Arab world, regularly appearing in \u003cemph render=\"italic\"\u003eThe Guardian\u003c/emph\u003e, \u003cemph render=\"italic\"\u003eThe Progressive\u003c/emph\u003e, and other similar publications. He also wrote the books \u003cemph render=\"italic\"\u003eHow Does It Feel to Be a Problem?: Being Young and Arab in America\u003c/emph\u003e in 2008 and \u003cemph render=\"italic\"\u003eThis Muslim American Life: Dispatches from the War on Terror\u003c/emph\u003e in 2015.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_dd9b684cdececbab2ec6b8d2fb7ac6be\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Moustafa Bayoumi discusses growing up in an Egyptian academic family in Kingston, Ontario. He expands on his own studies, especially pursuing his PhD at Columbia University; teaching at Brooklyn College; and becoming an author. He also speaks about American politics and law enforcement, especially surrounding the surveillance of Muslim American students at Brooklyn College; racial profiling in New York City; the consistent presence of Islamophobia throughout both Democratic and Republican presidential administrations; and the escalation in Islamophobia he has observed during the Trump administration. In addition, he touches on the broader demographic changes and gentrification in Brooklyn. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_882ea3491e9b6c460ab2b7ba92232775\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArabs -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCollege teachers -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGentrification -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim authors -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePresidents -- United States -- Election -- 2016\u003c/subject\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eBrooklyn College\u003c/corpname\u003e\u003ccorpname source=\"naf\"\u003eColumbia University\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eBayoumi, Moustafa\u003c/persname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eSaid, Edward W.\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_2432c301e35945fec2e1489054e23499\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Su'ad Abdul Khabeer\u003c/unittitle\u003e\u003cunitid\u003e2018.006.42\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-26/2018-09-26\"\u003eSeptember 26, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_28e1477f2317e7f323d9ba3002065a8d\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eSu'ad Abdul Khabeer was born in 1978 and raised in the Crown Heights and Flatbush neighborhoods of Brooklyn. She earned her bachelor of science in foreign service from Georgetown University in Washington, D.C.; her diploma in Arabic and Islamic studies from Abu Nour University in Damascus, Syria; and her doctor of philosophy in cultural anthropology from Princeton University in Princeton, New Jersey. She examined the relationship between race and popular culture as an author and a performer, including publishing \u003ci\u003eMuslim Cool: Race, Religion, and Hip Hop in the United States\u003c/i\u003e in 2016 and ongoing performances of \u003ci\u003eSampled: Beats of Muslim Life.\u003c/i\u003e She also joined the faculty at the University of Michigan at Ann Arbor in 2011 as a professor of American Culture and Arab and Muslim American Studies.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_25fc9ca97c5d7a2c3a3dca99c31ce819\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Su'ad Abdul Khabeer discusses her childhood in the Crown Heights and Flatbush neighborhoods of Brooklyn, including her family and her experiences at Masjid Abdul Muhsi Khalifah and Masjid At-Taqwa, both in the Bedford-Stuyvesant neighborhood of Brooklyn. She expands on her religious and secular education, especially at Al-Madrasa Al-Islamiya in the Sunset Park neighborhood of Brooklyn and at Edward R. Murrow High School in the Midwood neighborhood of Brooklyn. She speaks about her work on the intersection of race and culture, particularly regarding her performance piece \u003ci\u003eSampled: Beats of Muslim Life\u003c/i\u003e, and teaching at the University of Michigan at Ann Arbor. She also touches on gentrification in Brooklyn. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_e39a04b416271353a2ac7fca793799b2\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/abdul-khabeer-suad-20180926/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican Americans in popular culture\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American women educators -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGentrification -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHip-hop -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and the performing arts\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim educators -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eCrown Heights (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eFlatbush (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eMidwood (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eRacism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and culture -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAbdul Khabeer, Su'ad\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAl-Madrasa Al-Islamiya (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_4de0ccba1c5cd707531d680dfe3efe75\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Mahmoud Widdi\u003c/unittitle\u003e\u003cunitid\u003e2018.006.43\u003c/unitid\u003e\u003cunitdate normal=\"2018-09-27/2018-09-27\"\u003eSeptember 27, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_520643bc6f06d62ef072d9ed105f0fb5\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMahmoud Widdi was born in 1957 in Beit Hanina during a period of changing political boundaries. He was raised primarily by his mother and paternal grandfather, and joined his father, Subhi Widdi, in the United States in 1975. He and his cousin opened a Met Foodmarket grocery store in the Prospect Heights neighborhood of Brooklyn in 1983, which they converted into a Foodtown in 2016. He and his wife maintain strong connections to their Palestinian heritage, regularly visiting Beit Hanina and the surrounding area with their children.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_0c973f7f17ec3550a0429c65d330b3f2\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Mahmoud Widdi discusses being raised in Beit Hanina, Palestine by his mother and grandfather; his personal experiences with violence and political upheaval in the region; and his thoughts about the conflict moving forward. He expands on his parents' relationship; his father's emigration from Palestine; and his own immigration to the United States as a young adult. He speaks at length about his father's involvement in the assisted living facility St. Nicholas Home in the Sunset Park neighborhood of Brooklyn; his founding of Widdi Catering Hall; and the community effort to co-name the block the catering hall is located on \"Subhi Widdi Way\" after his death. Mahmoud also talks about working in his father's grocery stores; opening a Met Foodmarket in the Prospect Heights neighborhood of Brooklyn; and his marriage to his wife and their children. Interview conducted by Svetlana Kitto.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_b588f8ee58808422f4bd1c8e520b71dc\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/widdi-mahmoud-20180927/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eArab-Israeli conflict\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFamily-owned business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGentrification -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGrocery trade -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrant business enterprises -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIsrael-Arab War, 1967\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim families\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Arabs\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSmall businesses -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBay Ridge (New York, N.Y)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBayt Ḥanīnā\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eIsrael\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003ePalestine\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eProspect Heights (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eSt. Nicholas Home (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eWiddi, Mahmoud\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eWiddi, Subhi\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_bad8baccd938c862aeef47d547343122\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Kameelah Rasheed\u003c/unittitle\u003e\u003cunitid\u003e2018.006.44\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-01/2018-10-01\"\u003eOctober 1, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_79255a4f517a867d91885d4c05ca93ad\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eKameelah Rasheed was born in 1985 in East Palo Alto, California. She was raised in religiously diverse communities by an African American family who embraced Islam shortly after her birth. She attended both undergraduate and graduate school in California, earning a bachelor of the arts from Pomona College in Claremont and a master of education from Stanford University, and spent a year in South Africa as an Amy Biehl Fulbright Scholar. She moved to Brooklyn in 2010 and worked as a visual artist, exhibiting work at a variety of New York cultural institutions.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_281ac84ed9616041ee59b566c1437f76\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Kameelah Rasheed discusses growing up in East Palo Alto, California, especially regarding her interfaith group of friends, her parents' Muslim faith, and a series of family health crises while she was in college. She speaks about studying in South Africa for a year on a Fulbright scholarship, attending graduate school at Stanford University in California, and teaching in both California and Brooklyn. She elaborates on her exploration of her faith and experiences with Muslim communities in California, South Africa, and Brooklyn. She also talks at length about her philosophy and identity as an African American Muslim artist. In addition, she describes her relationship with her husband. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_6e27e2b1e97dc2bd3d977fe55424d10e\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunities -- Religious aspects -- Muslims\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFulbright scholars -- South Africa\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHealth -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Prayers and devotions\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam and art\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMulticulturalism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim artists\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious education of children\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid At-Taqwa (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eStanford University\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRasheed, Kameelah\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_59343325a30bfc5c0fd62d7b3f91d101\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Fatima Shama\u003c/unittitle\u003e\u003cunitid\u003e2018.006.45\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-02/2018-10-02\"\u003eOctober 2, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_b79caa846342835ff4394203b10c8c93\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eFatima Shama was born in 1973 in the Parkchester neighborhood of the Bronx. She earned a bachelor of the arts degree from the State University of New York at Binghamton and a master of public administration from Baruch College's School of Public Affairs Executive Program in New York City. After college, she worked with the Arab American Family Support Center and the Greater Brooklyn Health Coalition to improve New Yorkers' access to services like healthcare and education. She served in New York City Mayor Michael Bloomberg's administration from 2006-2014, first as Senior Education Policy Advisor and then as Commissioner of Immigrant Affairs. During her tenure, she worked to build stronger ties between Muslim communities and the city government. After leaving the administration, she became Executive Director of the Fresh Air Fund, a nonprofit organization focused on providing low-income children in New York City with access to nature.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_c57bb803fdadc879b1e9517798b09db7\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Fatima Shama discusses her work in healthcare advocacy with the Greater Brooklyn Health Coalition and with New York City Mayor Michael Bloomberg's administration. She expands on her interactions with Mayor Bloomberg, building connections between Muslim New Yorkers and local government officials, and her memories of early efforts in the campaign to add the Eid holidays to the local public school calendar. She also touches on her feelings about the religiously-motivated surveillance by the New York Police Department and about her work going forward. Fatima Shama was also interviewed on September 17, 2018 for this collection. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_e7ebcc62445c3f837907b444a121aa83\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/shama-fatima-20181002/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eCivil service -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHealth services accessibility -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Queens County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMulticulturalism -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslims -- Political activity -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePalestinian Americans -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in community organization -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eNew York (N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eGreater Brooklyn Health Coalition (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNew York (N.Y.). Mayor's Office of Immigrant Affairs\u003c/corpname\u003e\u003cpersname source=\"library of congress name authority file\"\u003eBloomberg, Michael\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eShama, Fatima\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_4a89c8969305f57478bcde5a37faddf9\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Faiza Ocasio\u003c/unittitle\u003e\u003cunitid\u003e2018.006.46\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-06/2018-10-06\"\u003eOctober 6, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_0e63f8111c35fa6a04acce609cf0f17d\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eFaiza Ocasio was born in 1953 in New York City. She was raised in a Catholic Puerto Rican family in the Lower East Side neighborhood of Manhattan. She married her husband and reverted to Islam while studying at Fordham University in the Bronx. After receiving their degrees, they moved to Washington, D.C. to work with the Islamic Party of North America. They returned to New York two years later, settling in the Cypress Hills neighborhood of Brooklyn. She became active in several Islam-centered organizations, including Alianza Islámica, a Latinx activist organization co-founded by her husband; Islamic Family Services in the Bedford-Stuyvesant neighborhood of Brooklyn, which offered support services for Muslim children in foster care in Brooklyn; and Al-Madrassa Al-Islamiya, a school in Staten Island and Brooklyn. She retired in 2015 and moved to Westminster, Maryland in 2016 to live on the family's farm.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_798b2f37f4a3b29dc6f05e18c4c59545\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Faiza Ocasio discusses growing up in a Catholic Puerto Rican family in the Lower East Side neighborhood of Manhattan. She speaks extensively about her Muslim faith, including her initial exploration of Islam, Latin Americans' ancestral roots in the religion through the Muslim conquest of Spain in the Middle Ages, and the relationship between her Muslim faith and Latinx heritage. She also remembers organizations that she has been involved with, with particular emphasis on the Islamic Party of North America in Washington, D.C.; teaching at Al-Madrasa Al-Islamiya in Staten Island and Brooklyn; and serving as Chief Fiscal Officer with Brooklyn-based Islamic Family Services prior to the agency's closure over its Chief Executive Officer's financial mismanagement. In addition, she talks about her relationship with her husband and buying a farm in Westminster, Maryland. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_623ce53afe1c8cd93a69be1279bd068c\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/ocasio-faiza-20181006/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAgriculture -- Maryland -- Westminster\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFaith-based human services -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHispanic Americans -- New York (State) -- New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eLower East Side (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts from Christianity -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePuerto Rican Catholics -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious education of children -- New York (State) -- New York\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAl-Madrasa Al-Islamiya (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAlianza Islamica\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eIslamic Family Services (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eIslamic Party of North America\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eOcasio, Faiza\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_168d839428319ed5c6ae9400d182ce6b\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Maha Attieh\u003c/unittitle\u003e\u003cunitid\u003e2018.006.47\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-08/2018-10-08\"\u003eOctober 8, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_b641628e6606df05350d8d5ea44f9e3e\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMaha Attieh was born in 1958 in Amman, Jordan. She immigrated to the United States in 1981 and raised her five children in the Midwood neighborhood of Brooklyn. She began working at the Arab American Family Support Center in 2003 to improve Arab Americans' access to healthcare, particularly among non-English speakers. Her commitment to providing Arab American communities with health and education services also led to her becoming involved with other initiatives in New York City, including the State University of New York Downstate Medical Center community outreach committee; the New York Immigration Coalition; the New York City Language Access Committee; and the Khalil Gibran International Academy in Brooklyn.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_a9a0a464afab38d3d026b3ad2d3c0b86\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Maha Attieh talks about immigrating to the United States; settling in the Midwood neighborhood of Brooklyn; and raising her five children. She expands on her involvement in her children's education, particularly following the September 11 Terrorist Attacks in 2001, and on her son's military service in Iraq. She speaks at length about her work in healthcare with the Arab American Family Support Center. She also touches on Americanization, Islamophobia, and changes she has seen in Arab American communities since settling in Brooklyn. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_3b192c009971550475e5b07847d761c6\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAmericanization\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eArabs -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHealth services accessibility -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eVeterans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen political activists -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eAmman (Jordan)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eDowntown Brooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eMidwood (New York, N.Y.)\u003c/geogname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAttieh, Maha\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eArab American Family Support Center, Inc. (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_c88d472fc9985cebf74ed6bfbd900940\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Stacey Salimah-Bell\u003c/unittitle\u003e\u003cunitid\u003e2018.006.48\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-09/2018-10-09\"\u003eOctober 9, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_7b4e5715dec4e51780d270b8a121fe29\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eStacey Salimah-Bell was born in 1963 in Brooklyn. She was raised in the Bensonhurst neighborhood of Brooklyn. She spent more than twenty years working for the New York City Department of Correction, eventually rising to the rank of Captain. She was involved in a successful class action lawsuit against the New York City Department of Corrections for sexual harassment. She was a founding member of the American Muslim Law Enforcement Officers Association in 2001 and Muslims Employed in City Corrections Association, Inc. in 2006. She also served as Vice President for the Afro-American Historical and Genealogical Society Jean Sampson Scott Greater New York Chapter.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_c44685c1d6ea4a2c1d31214dc778c08e\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Stacey Salimah-Bell discusses her family, particularly regarding their relocation to New York City during the Great Migration; her memories of her grandmother; and her relationship with her husband. She speaks at length about her tenure in the New York City Department of Correction, including the successful class action lawsuit she joined over sexual harassment; her efforts to secure accommodations for religious clothing; being a founding members of the American Muslim Law Enforcement Officers Association and Muslims Employed in City Corrections Association, Inc.; and being at Ground Zero during the September 11 terrorist attack in 2001. She expands on converting to Islam as a young woman; attending Masjid Abdul Muhsi Khalifah; and changes in the her religious beliefs and practices over time. She also talks about her work with the Girl Scouts. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_828f826c5e2b8f4a22cb512f1f459c42\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/salimah-bell-stacey-20181009/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBensonhurst (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eClass actions (Civil procedure) -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eClothing and dress -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCorrectional institutions -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCorrectional personnel -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHijab (Islamic clothing) -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eManhattan (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts from Christianity -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and culture\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion in the workplace -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSexual harassment in law enforcement -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSexual harassment of women -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- New York\u003c/subject\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eAmerican Muslim Law Enforcement Officers Association\u003c/corpname\u003e\u003ccorpname source=\"naf\"\u003eGirl Scouts of the United States of America\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eManhattan House of Detention (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Abdul Muhsi Khalifah (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuslims Employed in City Corrections, Inc. (New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eSalimah-Bell, Stacey\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_f61d6e814e296f85cef7f300b26adb7a\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Shaheen Rushd\u003c/unittitle\u003e\u003cunitid\u003e2018.006.49\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-17/2018-10-17\"\u003eOctober 17, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_e511e3d7276f400d055301e1fd1be950\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eShaheen Rushd was born in 1956 in Chittagong, Pakistan (now Bangladesh), and came to the United States in 1970 when her father was stationed in Washington, D.C. as a diplomat. When her parents returned to the newly-independent Bangladesh, she remained in the United States to complete high school, and went on to attend Kalamazoo College in Michigan and New York Law School. After earning her law degree, she joined a Manhattan law firm that specialized in securities litigation. She and her husband raised their children in the Cobble Hill neighborhood of Brooklyn, and upon retirement, she became involved in local social justice organizations and in the Democratic Party.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_0bf0be99af12b86ae6feea08c3a9e08b\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Shaheen Rushd discusses her family's history in religious, academic, and political circles in South Asia, as well as her own upbringing in a secular Bengali Muslim household. She speaks about her father's diplomatic assignment to Washington, D.C. and their experience of the Bangladesh War of Independence from the United States. She elaborates about attending high school near Washington, D.C., her experiences at Kalamazoo College in Michigan, and her work as a lawyer. In addition, she talks about her decades-long residence in the Brooklyn Heights and Cobble Hill neighborhoods of Brooklyn; her interfaith marriage with her Jewish husband; their children's relationship with their Bengali heritage and Jewish religious traditions; and her own exploration of Islam. She puts significant emphasis on her political activism following the 2016 presidential election, particularly involving her membership in the Kings County Democratic Committee; economic inequality and gentrification; and segregation in schools. She also repeatedly touches on her lifelong experiences around diversity, racial profiling, misogyny, and class throughout the interview. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_49518927184f4cde22082d844f7d8e0f\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/rushd-shaheen-20181017/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBangladesh\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBangladesh -- History -- Revolution, 1971\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBengali Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eDiversity in the workplace -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation, Secondary -- Washington, D.C.\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGentrification -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInterfaith families -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eInterracial marriage -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMulticulturalism -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePresidents -- United States -- Election -- 2016\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSegregation in education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSouth Asian Americans -- United States\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eWashington (D.C.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eWomen lawyers -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen political activists -- New York (State) -- Kings County\u003c/subject\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eDemocratic Party (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eHuman Rights Watch (Organization)\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eKalamazoo College\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eNew York Appleseed (New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRushd, Shaheen\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_df5ad6a62c51ef069b912e964ca9b7f5\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Linda Sarsour\u003c/unittitle\u003e\u003cunitid\u003e2018.006.50\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-17/2018-10-17\"\u003eOctober 17, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ce2cc4602389eabaa938407c05b6cf90\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eLinda Sarsour was born in 1980 in the Sunset Park neighborhood of Brooklyn. Following the September 11 Terrorist Attacks in 2001, she became involved with the newly-founded Arab American Association of New York (AAANY) as both an organizer and a certified Arabic interpreter. She succeeded co-founder Basemah Atweh as executive director of the AAANY in 2005. During her tenure in the AAANY, she became involved in a number of progressive causes, particularly in defense of Arab American and African American communities. During the 2016 presidential election, she campaigned first for Senator Bernie Sanders in the Democratic primary and then for Democratic nominee Secretary Hillary Clinton in the general election. When Republican Donald Trump was elected instead, she took an active role in resisting his administration, including co-chairing the Women's March on Washington in 2017 in protest of his inauguration, which attracted millions of participants nationwide.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_537a65c527c41f63a6fadbb3ceb8db34\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Linda Sarsour discusses growing up in the Sunset Park and Crown Heights neighborhoods of Brooklyn, especially regarding her Palestinian American family; her education at John Jay High School in the Park Slope neighborhood of Brooklyn; and her memories of the September 11 Terrorist Attacks in 2001. She expands on her involvement with the Arab American Association of New York, including her experiences as a female leader in patriarchal communities; her close personal relationships with co-founders Ahmed Jaber (interviewed for this collection on January 24, 2018) and Basemah Atweh; and Basemah Atweh's death in a car accident in 2005. She also speaks at length about her political activism, particularly surrounding intersectionality, racial justice, and the 2016 presidential election. She expands on her work with Carmen Perez, Tamika Mallory, and Bob Bland to organize the Women's March on Washington in 2017 to protest the election of Republican Donald Trump. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_842ecb0471edd2899f9a84a8cfc8af43\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/sarsour-linda-20181017/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBay Ridge (New York, N.Y)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eCrown Heights (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003ePark Slope (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSunset Park (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eArab Americans -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack lives matter movement\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIntersectionality (Sociology)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolitical activists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePresidents -- United States -- Election -- 2016\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRace relations -- United States\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen, Palestinian Arab\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in community organization -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAtweh, Basemah\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eJaber, Ahmad\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eMallory, Tamika\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003ePerez, Carmen\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eSarsour, Linda\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eArab American Association of New York\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eBay Ridge Arab American Bazaar (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eDemocratic Party (U.S.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eJohn Jay High School\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eWomen's March on Washington (2017)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_2623d3b540a35e1de70a866bddfaaeab\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Abdul Hafeez Muhammad\u003c/unittitle\u003e\u003cunitid\u003e2018.006.51\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-21/2018-10-21\"\u003eOctober 21, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_f4f02cbdaeae47338fd629867bf51575\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eAbdul Hafeez Muhammad was born in 1963 in New York City. He was raised in the Canarsie neighborhood of Brooklyn. As a teenager, he spent time in the Five Percent Nation before becoming involved in the Nation of Islam. He became the assistant minister of Muhammad Mosque No. 7 in the Crown Heights neighborhood of Brooklyn in 1984; the minister of the newly-founded Muhammad Mosque No. 7C in the Brownsville of Brooklyn in 1993; and the minister of Muhammad Mosque No. 7A in the Harlem neighborhood of Manhattan in 2000. He was also an activist within the broader Black community, including co-chairing the local organizing committee for the Million Man March in Washington, D.C. in 1995.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_544c83d01e761565ea10743b7c475e35\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Abdul Hafeez Muhammad discusses his childhood in the Canarsie neighborhood of Brooklyn, including his adopted family; his early exposure to violence and mortality; and his exploration of the Five Percent Nation. He speaks at length about his subsequent involvement with the Nation of Islam under Louis Farrakhan, especially regarding his marriages, his service as assistant minister and minister within local mosques, his memories of Farrakhan's speech at Madison Square Garden in Manhattan in 1985; and his work with educational and religious outreach to incarcerated Black men. He also talks about his advocacy within the broader Black community, particularly regarding the Million Man March in 1995 in Washington, D.C. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_82741070d503af1e6308230d6ac0df38\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/muhammed-abdul-hafeez-20181021/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eAfrican American Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American religious leaders -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eBlack Muslims -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eCanarsie (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eChildren -- Death\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eHarlem (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eCivil rights demonstrations -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMarriage -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim converts -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim religious leaders -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSeptember 11 Terrorist Attacks, 2001\u003c/subject\u003e\u003cpersname source=\"library of congress name authority file\"\u003eFarrakhan, Louis\u003c/persname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eFive Percent Nation\u003c/corpname\u003e\u003ccorpname source=\"library of congress name authority file\"\u003eMillion Man March (1995 : Washington, D.C.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7A (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuhammad Mosque No. 7C (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNation of Islam (Chicago, Ill.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eMuhammad, Abdul Hafeez\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_f546043a320f041d6ef22c44ff6b1368\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Mohammed Fayaz\u003c/unittitle\u003e\u003cunitid\u003e2018.006.52\u003c/unitid\u003e\u003cunitdate normal=\"2018-10-22/2018-10-22\"\u003eOctober 22, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_bafdd659322d194a9ae8c310c0452926\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMohammed Fayaz was born in 1990 in Brooklyn. He was raised in the Jamaica Estates and Middle Village neighborhoods of Queens. As a young adult, he channeled his creativity into art, with a particular focus on depicting people of color. He created early promotional materials for the group Papi Juice, which was founded to celebrate queer and trans people of color, and became one of their core organizers.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_aa3c1f15423cc7d6f7ef4309425ba9cc\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Mohammed Fayaz discusses his Muslim Indian family, especially their immigration to the United States; their religious and cultural traditions; and their experiences following the September 11 terrorist attacks in 2001. He speaks about his exploration of his culture, gender identity, sexual orientation, and Muslim faith; his development as an artist; and posting his artwork on social media. He elaborates on the promotional artwork and organizing he has done for Papi Juice; the group's focus on creating \"intentional spaces\" for queer people of color; and his friendships with founders Oscar Nñ and Adam Rhodes. He also talks about his decision to move to the Bedford-Stuyvesant neighborhood of Brooklyn. Interview conducted by Zaheer Ali.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_b3fb5a7cec0ad302a0d29cf8f9d3e306\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview can be accessed onsite at Brooklyn Historical Society's Othmer Library and online at \u003cextref actuate=\"onRequest\" href=\"http://www.brooklynhistory.org/library/oralhistory/interviews/fayaz-mohammed-20181022/\" show=\"embed\"\u003ethe Oral History Portal\u003c/extref\u003e.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBedford-Stuyvesant (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eChildren of immigrants -- New York (State) -- Queens\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eComing out (Sexual orientation) -- New York (State) -- Queens County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGay artists -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eGender nonconformity -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Queens County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIntersectionality (Sociology)\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eJamaica (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eMuslim artists -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim gays -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"local\"\u003eQueer culture\u003c/subject\u003e\u003csubject source=\"local\"\u003eQueer identity\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and culture\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSouth Asians Americans -- New York (State) -- New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eQueens (New York, N.Y.)\u003c/geogname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eFayaz, Mohammed\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003ePapi Juice (New York, N.Y.)\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eNñ, Oscar\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eRhodes, Adam\u003c/persname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_f85129783b1438ffb3d68f967b713739\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Misba Abdin\u003c/unittitle\u003e\u003cunitid\u003e2018.006.53\u003c/unitid\u003e\u003cunitdate normal=\"2018-12-17/2018-12-17\"\u003eDecember 17, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_8bd04407d16b66ff8869b81e7ee25d71\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMisba Abdin was born in 1969 in Beanibazar, Bangladesh. He immigrated to the United States with his family in 1982 and settled in the East New York neighborhood of Brooklyn. Shortly after arriving, he organized a series of local soccer tournaments called the Bangladesh Football Federation (later renamed to Bangladesh Sports Council). He married his wife in 1995 and later founded the Bangladeshi American Community Development and Youth Services (BACDYS) in East New York in 2011.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_9d1ea75bbd998e952fd45998ce405ccf\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Misa Abdin discusses his family; his life in Beanibazar, Bangladesh; and his immigration to the United States. He expands on his experiences in the East New York neighborhood of Brooklyn over the years, including his organizing a local series of soccer tournaments called the Bangladesh Football Federation (later renamed the Bangladesh Sports Council); his ongoing involvement with the local mosque his father co-founded, Masjid Al-Aman; and his founding the Bangladeshi American Community Development and Youth Services (BACDYS). He also speaks about his encounters with violent crime and the New York City Police Department; Islamophobia; and racism. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_318f9db9fff0158331674af8eefe5067\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity organization -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHate crimes -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamophobia -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eRacial profiling in law enforcement -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligious pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSocial service -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAbdin, Misba\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBangladeshi American Community Development and Youth Services (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBangladeshi Sports Council (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Al-Aman (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eNew York (N.Y.). Police Department\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_6e8c3f524750e97e8dbc2ace2d2b85d9\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Sharmin Hoque\u003c/unittitle\u003e\u003cunitid\u003e2018.006.54\u003c/unitid\u003e\u003cunitdate normal=\"2018-12-21/2018-12-21\"\u003eDecember 21, 2018\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_f457b940718f102ce3226d664bb46ca1\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eSharmin Hoque was born in 1994 in Noakhali, Bangladesh and immigrated to the United States with her family in 1999. She was raised in the East New York neighborhood of Brooklyn and the Ozone Park neighborhood of Queens. After earning her bachelor of the sciences in public health from Long Island University and her master of public health in sociomedical sciences from Columbia University, she focused on improving New Yorkers' access to mental health services through her work as a research coordinator at NYU Langone and as the vice president of Muslims Thrive.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_75e9a28b414606f7d0f71c15ef03cbb7\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eSharmin Hoque discusses her family; her upbringing in the East New York neighborhood of Brooklyn and the Ozone Park neighborhood of Queens; and her impressions of Baitul Mamur Masjid and Masjid Al-Aman, both located in East New York. She speaks extensively about studying public health at Long Island University and Columbia University; her work as a research coordinator at NYU Langone and as the vice president of Muslims Thrive to improve access to mental health services for Bangladeshi and Muslim New Yorkers; and her observations about the intersections between race, religion, and mental health. She also talks about her marriage to her husband; her faith; her experiences with racial profiling and Islamophobia; and her thoughts about gender roles within Muslim communities. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_6acaebca242ec868d7b9282e745fb731\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHijab (Islamic clothing) -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Prayers and devotions\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMedicine -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMental health -- Religious aspects -- Islam\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMental health services -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePatient education -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePolice-community relations -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003ePublic health personnel -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam -- New York (State) -- Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast New York (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eOzone Park (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eQueens (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBaitul Mamur Masjid and Community Center (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"naf\"\u003eColumbia University\u003c/corpname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHoque, Sharmin\u003c/persname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eLong Island University\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Al-Aman (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuslims Thrive (New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eNYU Langone Medical Center\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_f898bc82baca2010d6a6dcf4f65a8c25\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Kobir Chowdhury\u003c/unittitle\u003e\u003cunitid\u003e2018.006.55\u003c/unitid\u003e\u003cunitdate normal=\"2019-01-10/2019-01-10\"\u003eJanuary 10, 2019\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_9da6e71819cf137d959857d1d602e787\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eKobir Chowdhury was born in 1974 in the Sylhet District in Bangladesh. He immigrated to the United States in 1991 and settled in the East New York neighborhood of Brooklyn. He worked in real estate and banking after arriving in New York. He also attended Masjid Al-Aman in East New York and began to take on leadership roles in the mosque in the 2010s, including serving as an advisor to the executive committee and as the president of the mosque's board.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_f0fb533e112c9b2d6266aca0b89b4e30\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Kobir Chowdhury discusses his childhood in Bangladesh; leaving his family behind when he immigrated to the United States alone as a teenager; and settling in the East New York neighborhood of Brooklyn. He expands on his work in the service industry, real estate, and banking after arriving in New York; his continued ties to his home village in the Sylhet District in Bangladesh; and his involvement with Masjid Al-Aman in East New York. He also talks about his Muslim faith, his marriage to his wife, and raising their son. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_b278681dfa9cd49481f9b9a6f9f57c72\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast New York (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eOzone Park (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eQueens (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eSylhet District (Bangladesh)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCrime -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFaith-based human services -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslamic religious education of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and ethics\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion in the workplace -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReal estate investment -- New York (State) -- Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eChowdhury, Kobir\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMasjid Al-Aman (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_4addb1a8b044b328bae7a6ad6b1d3586\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eOral History Interview with Firoza Akter\u003c/unittitle\u003e\u003cunitid\u003e2018.006.56\u003c/unitid\u003e\u003cunitdate normal=\"2019-01-22/2019-01-22\"\u003eJanuary 22, 2019\u003c/unitdate\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_fa5c22102519779179a94b92792be05a\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eMst. Firoza Akter was born in 1981 in Bangladesh. She moved to Dhaka as a teenager to pursue higher education and married in 2002. She immigrated to the United States to join her husband shortly after the birth of their first child in 2005. They settled in the East New York neighborhood of Brooklyn, where she became involved in both Baitul Mamur Masjid and Muslim Ummah of North America (MUNA). With MUNA, she worked to engage youth in their community's cultural and religious traditions; plan community events; and provide social and material assistance to people in need.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_630ab701f9afce6133c0dcdd84fcdf27\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eIn this interview, Mst. Firoza Akter discusses her family, her childhood in Bangladesh, and moving to Dhaka to pursue higher education as a teenager. She expands on her marriage to her husband, her immigration to the United States, and raising their children in the East New York neighborhood of Brooklyn. She speaks at length about her involvement in East New York's Bangladeshi community and her work with the faith-based community organization Muslim Ummah of North America (MUNA). She also talks about Bengali cultural traditions; her Muslim faith; gender roles within East New York's Muslim communities; and her experiences with Sharmin Hoque (interviewed for this collection on December 21, 2018) and her family. Interview conducted by Liz H. Strong.\u003c/p\u003e\u003c/scopecontent\u003e\u003caccessrestrict id=\"aspace_2985b17e1c0bc658400b5cadbbb1887a\"\u003e\u003chead\u003eConditions Governing Access\u003c/head\u003e\u003cp\u003eThis interview will be available starting in Spring 2019.\u003c/p\u003e\u003c/accessrestrict\u003e\u003ccontrolaccess\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eDhaka (Bangladesh)\u003c/geogname\u003e\u003cgeogname source=\"lcsh\"\u003eEast New York (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eBangladeshis -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChild rearing -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCommunity centers -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCultural pluralism -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eEducation of children -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFaith-based human services -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eImmigrants -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Customs and practices\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eIslam -- Prayers and devotions\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eMuslim women -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReligion and ethics\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eUmmah (Islam) -- New York (State) -- Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eWomen in Islam\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eAkter, Firoza\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eHoque, Sharmin\u003c/persname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eBaitul Mamur Masjid and Community Center (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eMuslim Ummah of North America\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e"
        }
    }
}