{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_112_webb"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Gregory B. Webb collection\n                    \u003cnum\u003eARC.112\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Nicholas Pavlik and Aaron Yarbrough"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "February 2008 and March 11, 2011"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-23T11:02-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Webb, Gregory B.,  (Gregory Burkitt), 1878-1948"
                    }
                },
                "unittitle": {
                    "value": "Gregory B. Webb collection"
                },
                "unitdate": {
                    "normal": "1898/1967",
                    "type": "inclusive",
                    "value": "1898-1967"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "7.98 Linear feet"
                        },
                        {
                            "value": "in five manuscript boxes, one loose oversize volume, and nine oversize boxes."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "Gregory Burkitt Webb (1878-1948) was an architect who lived in Brooklyn, N.Y. with his wife, Clarine Matson Webb. After spending the early part of his career designing banks, theaters, and hotels in various South American cities, Webb became an established designer of mausoleums and abbeys in and around the New York City area, including Cypress Hills Abbey and Memorial Abbey at Brooklyn's Cypress Hills Cemetery, Ferncliff Mausoleum at Ferncliff Cemetery in Hartsdale, N.Y., and Holy Cross Cloister at Brooklyn's Cemetery of the Holy Cross. In addition to his professional accomplishments, Webb was also a collector of political cartoons. The Gregory B. Webb collection spans the period 1898 to 1967 and contains materials documenting Webb's architectural career and the various projects on which he worked. These items include blueprints, floor plans, and other technical drawings; photographs and engravings; correspondence; agreements; news clippings; brochures; programs; and advertisements. The collection also contains a substantial assortment of political cartoons portraying, and often criticizing, the Spanish-American War, President Theodore Roosevelt, and President Franklin Delano Roosevelt's New Deal politics. Personal items of Webb's wife, Clarine Matson Webb, and Clarine's friend, the artist Isabel Hawxhurst Hall, are also included in the collection."
                },
                "unitid": {
                    "value": "ARC.112"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid982002",
                    "label": "Mixed materials",
                    "type": "Oversize",
                    "value": "Volume ARC.112"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref5",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref6",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Gregory B. Webb collection, ARC.112, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref4",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Clarine Matson Webb, 1953, 1957, and 1959."
            }
        },
        "bioghist": {
            "id": "ref3",
            "head": "Biographical Note",
            "p": {
                "value": "Gregory Burkitt Webb (1878-1948) was an architect who graduated from the University of Pennsylvania. He spent the early part of his career designing banks, theaters, and hotels in various South American cities, and later became an established designer of mausoleums and abbeys in and around the New York City area, including Cypress Hills Abbey and Memorial Abbey at Brooklyn's Cypress Hills Cemetery, Ferncliff Mausoleum at Ferncliff Cemetery in Hartsdale, N.Y., and Holy Cross Cloister at Brooklyn's Cemetery of the Holy Cross. Webb also designed public schools, apartment buildings, private homes, and civic club buildings. He kept his offices at 25 West 43rd Street in Manhattan, and lived at 72 Brooklyn Avenue in Brooklyn with his wife, Clarine Matson Webb. Outside of his professional accomplishments, Webb was also a collector of political cartoons."
            }
        },
        "scopecontent": {
            "id": "ref1",
            "head": "Scope and Contents",
            "p": {
                "value": "The Gregory B. Webb collection spans the period 1898 to 1967 and primarily consists of materials documenting Webb's architectural career and the various projects on which he worked. These items include blueprints, floor plans, stained glass window designs, and other technical drawings; photographs and engravings; correspondence; agreements; news clippings; brochures; programs; and advertisements. The collection also includes materials documenting the social and cultural activities of Webb's wife, Clarine Matson Webb; a diary of artist Isabel Hawxhurst Hall; and a substantial assortment of political cartoons portraying, and often criticizing, the Spanish-American War, President Theodore Roosevelt, and President Franklin Delano Roosevelt's New Deal politics. The collection has been arranged into three series:"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Architects |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Architecture |z New Jersey"
                },
                {
                    "source": "lcsh",
                    "value": "Architecture |z New York (State)"
                },
                {
                    "source": "lcsh",
                    "value": "Architecture |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Architecture |z New York (State) |z Long Island"
                },
                {
                    "source": "lcsh",
                    "value": "Architecture |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Architecture |z New York (State) |z Queens County"
                },
                {
                    "source": "lcsh",
                    "value": "Big business |z United States |x History |y 20th century |v Caricatures and cartoons"
                },
                {
                    "source": "lcsh",
                    "value": "Cemeteries |z New Jersey"
                },
                {
                    "source": "lcsh",
                    "value": "Cemeteries |z New York (State)"
                },
                {
                    "source": "lcsh",
                    "value": "Cemeteries |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Cemeteries |z New York (State) |z Queens County"
                },
                {
                    "source": "lcsh",
                    "value": "Hunting |v Caricatures and cartoons"
                },
                {
                    "source": "lcsh",
                    "value": "Mausoleums |z New Jersey"
                },
                {
                    "source": "lcsh",
                    "value": "Mausoleums |z New York (State)"
                },
                {
                    "source": "lcsh",
                    "value": "Mausoleums |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Mausoleums |z New York (State) |z Queens County"
                },
                {
                    "source": "lcsh",
                    "value": "New Deal, 1933-1939 |v Caricatures and cartoons"
                },
                {
                    "source": "lcsh",
                    "value": "Presidents |z United States |x Election |y 1904 |v Caricatures and cartoons"
                },
                {
                    "source": "lcsh",
                    "value": "Presidents |z United States |x Election |y 1912 |v Caricatures and cartoons"
                },
                {
                    "source": "lcsh",
                    "value": "School buildings |z New Jersey"
                },
                {
                    "source": "lcsh",
                    "value": "Spanish-American War, 1898 |v Caricatures and cartoons"
                },
                {
                    "source": "lcsh",
                    "value": "Stained glass windows"
                },
                {
                    "source": "lcsh",
                    "value": "World War, 1939-1945"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Republican Party (U.S. : 1854- )."
            }
        },
        "otherfindaid": {
            "id": "ref17",
            "head": "Other Finding Aids note"
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref11\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Gregory B. Webb architectural materials\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e6.72 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein two manuscript boxes, one loose oversize volume, and nine oversize boxes.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1922/1967\" type=\"inclusive\"\u003e1922-1967\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref14\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series includes materials documenting Webb's architectural career and the various projects on which he worked, including blueprints, floor plans, stained glass window designs, and other technical drawings; photographs and engravings; correspondence; agreements; news clippings; brochures; programs; and advertisements. The majority of the blueprints, floor plans, and other technical drawings and designs are contained in the oversize boxes.\u003c/p\u003e\n                    \u003cp\u003eAmong Webb's projects represented in the series are Carnegie Library (Northport, Long Island), Cypress Hills Abbey (Brooklyn, N.Y.), Fairview Mausoleum (Fairview, N.J.), Ferncliff Mausoleum (Hartsdale, N.Y.), Holy Cross Cloister (Brooklyn, N.Y.), Hotel Fort Montagu (Nassau, Bahamas), Memorial Abbey (Queens, N.Y.), Mount Lebanon Cemetery (Brooklyn, N.Y.), Public School No. 6 (West New York, N.J.), Williams Mausoleum (Brookville, Long Island), and various private homes and apartment buildings, among many others.\u003c/p\u003e\n                    \u003cp\u003eAdditional items include two volumes of professional publications containing architectural plans and designs by Webb's colleagues; a certificate to practice architecture issued to Webb by the Commonwealth of Pennsylvania; a loose oversize volume of architectural compositions by Henry P. Kirby (d. 1915) and ephemera relating to Webb's projects; and a scrapbook of additional correspondence, architectural drawings, photographs and engravings, and clippings and ephemera relating to Webb's work and architecture in general.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref18\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Clarine Matson Webb and Isabel Hawxhurst Hall materials\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.42 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one manuscript box.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1909/1963\" type=\"inclusive\"\u003e1909-1963\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref19\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains materials relating to Gregory B. Webb's wife, Clarine Matson Webb, including correspondence, brochures, newsletters, clippings, and additional ephemera. These items illuminate Clarine's involvement in local social and cultural affairs, with an emphasis on her activities as an alumni representative of the Class of 1900 of Adelphi Academy in Brooklyn, and her involvement in several historical societies and museums, particularly the Long Island Historical Society (later the Brooklyn Historical Society). A photographic portrait of Clarine is also included.\u003c/p\u003e\n                    \u003cp\u003eThe series also includes a diary belonging to Isabel Hawxhurst Hall, an artist specializing in book illustrations, ornamental rugs, and stained glass window designs. While the nature of Hall's relationship to the Webbs is not fully known, the entries and supplemental items contained throughout her diary suggest that she was a personal friend of Clarine's and may have worked with Gregory in a professional capacity. In addition to daily entries, Hall's diary contains stained glass window drawings and designs, correspondence, newspaper clippings, photographs, and programs relating to fine and performing arts, literature, fashion, architecture and interior design, social and cultural life in New York City, and the events of World War II. There are also several postcards that seem to have been collected by Hall while on various vacation trips.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref13\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 3: Political cartoons\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.84 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein two manuscript boxes.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1898/1938\" type=\"inclusive\"\u003e1898-1938\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref15\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series is comprised of original and photocopied political cartoons collected by Gregory B. Webb, as well as miscellaneous materials such as articles, satiric pieces, and a set of sheet music. Most items have been clipped from newspapers and pasted onto cardboard, often bearing period advertisements on the verso. The subject of Theodore Roosevelt dominates the series, and more often than not his persona, policies, and initiatives (particularly the Spanish-American War) are treated in a sharply satirical or critical light. A smaller amount of cartoons pertain to President Franklin Delano Roosevelt and are similarly critical of his New Deal politics. Most of the clippings are culled from newspapers published in New York City, especially the \n                        \u003cemph render=\"italic\"\u003eBrooklyn Daily Eagle\u003c/emph\u003e. However, the series includes many clippings taken from newspapers across the United States, including the \n                        \u003cemph render=\"italic\"\u003eWashington Post\u003c/emph\u003e, the \n                        \u003cemph render=\"italic\"\u003eNashville Daily News\u003c/emph\u003e, the \n                        \u003cemph render=\"italic\"\u003ePhiladelphia Inquirer\u003c/emph\u003e, the \n                        \u003cemph render=\"italic\"\u003eSalt Lake Herald\u003c/emph\u003e, the \n                        \u003cemph render=\"italic\"\u003eBoston Post\u003c/emph\u003e, and the \n                        \u003cemph render=\"italic\"\u003ePortland Oregonian\u003c/emph\u003e.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}