{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_063_meserole"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Meserole family papers\n                    \u003cnum\u003eARC.063\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Patricia Glowinski"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "July 20, 2010."
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2012-05-01T16:00-0400\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Morrell, Francis Vandervoort, 1844-1922"
                    },
                    "famname": {
                        "source": "local",
                        "value": "Meserole family"
                    }
                },
                "unittitle": {
                    "value": "Meserole family papers"
                },
                "unitdate": {
                    "normal": "1707/1925",
                    "type": "inclusive",
                    "value": "circa 1717 to 1915"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "2.1 Linear feet"
                        },
                        {
                            "value": "in two folders and one oversized folder."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The Meserole family was one of the original five families who settled in the areas that are now the Greenpoint and Williamsburg neighborhoods of Brooklyn. Jean Miserol (d.1695), a French Huguenot, came to New Amsterdam, now New York City, in 1663. Originally from Picardy (now Picardie), France, Jean left France for Holland where he married Jonica Carten. With their young son Jan, Jean and Jonica immigrated to New Amsterdam and arrived on April 16, 1663. In 1667, Jean bought a farm in New Utrecht, now the Brooklyn neighborhood of Bay Ridge. He then bought another farm, Kyckout (\"the Lookout\"), that ran along the East River. Today, this farm would be located in Williamsburg between North 1st Street and Broadway. Jean lived at this farm until his death in 1695. The Meserole family papers spans the period circa 1717 to 1915 and measure 2.1 linear feet. The collection includes a handwritten volume containing the Meserole family genealogy; a bill of sale for a sloop from Anson Benton to Abraham Meserole, 1816; and an oversized parchment documenting a legal decision regarding a land dispute over the Miserole family farm, Kyckout (\"the Lookout\"), in the Town of Bushwick (now the Williamsburg neighborhood of Brooklyn), circa 1717."
                },
                "unitid": {
                    "value": "ARC.063"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid348002",
                    "label": "Text",
                    "type": "Box",
                    "value": "A0128"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref2",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref4",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Meserole family papers, ARC.063, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref10",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "A portion of this collection was a gift of Francis V. Morrell, date unknown. The source and date of acquisition for the remainder of the collection is unknown."
            }
        },
        "bioghist": {
            "id": "ref1",
            "head": "Biographical note",
            "p": {
                "value": "Variations of the family name include Miserol, Miserole, Meserole, and Messerole. The Meserole family was one of the most established families in Greenpoint and Meserole Avenue in Greenpoint was named after them."
            }
        },
        "scopecontent": {
            "id": "ref5",
            "head": "Scope and Contents",
            "p": {
                "value": "The four page document verifies that the complainant, John Miserole, was the grandson of John (anglicized from the original spelling, Jean) and Jonica Miserol, and the eldest son of John (Jan) Miserol, John and Jonica's son. The family farm, called Kyckout (translated into English from Dutch as \"the Lookout\") was the land in dispute. Originally purchased by John (Jean) Miserol, Kyckout was located in the Town of Bushwick, now part of Williamsburg, and it over looked the East River. In the document, many depositions were taken from people who knew the complainant, John Miserole, John's brother, Cornelius Miserole, or other family members. The land seems to be in dispute between John Miserole, who claims to be the rightful heir, and Charles Beauvois (possibly Carel de Beauvois), who married into the Miserole family. The document was issued by the Governor of the Province of New York, General Robert Hunter, during the reign of George I."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Families |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Farms |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Genealogy "
                },
                {
                    "source": "lcsh",
                    "value": "Real property |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Sloops"
                }
            ]
        },
        "dsc": {}
    }
}