{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "arc_131_orphan_asylum_society_brooklyn"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Orphan Asylum Society of the City of Brooklyn records \u003cnum\u003eARC.131\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Weatherly Stephan"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "address": {
                    "addressline": [
                        "Brooklyn Historical Society",
                        "128 Pierrepont Street",
                        "Brooklyn 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2017-03-30T18:36:10\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "source",
                    "persname": {
                        "source": "local",
                        "value": "Collins, Janna"
                    }
                },
                "unittitle": {
                    "value": "Orphan Asylum Society of the City of Brooklyn records"
                },
                "unitdate": {
                    "normal": "1834/1997",
                    "type": "inclusive",
                    "value": "1834-1997"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "4 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in three manuscript boxes, one oversize box, and one oversize folder"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The Orphan Asylum Society of the City of Brooklyn records, dated 1834 to 1997 and measuring 3.5 linear feet, contains the reports and registers of the Orphan Asylum Society related to its offices in Brooklyn, Brookwood Hall in East Islip, and Brookwood Child Care in Brooklyn. The bulk of the collection contains annual reports, bylaws, and regulations, which provide financial data, advisory board member names, and personnel information. While lists of contributors and society members are provided in annual reports, names of children in the society's care are not provided. "
                },
                "unitid": {
                    "value": "ARC.131"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_06cd0cfbdec22511bf948cea5fd1a4fb",
                    "label": "Mixed Materials",
                    "type": "Oversize",
                    "value": "OS-25"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_bb6a83e27f369519a4bdd39c86b41145",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Pursuant to New York State Social Services Law ยง 372, Article 6, Title 1, adoption records of social service agencies are confidential and sealed. All other material in the collection is open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "aspace_2f6c959ece6388064a64a2545ed19f76",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Orphan Asylum Society of the City of Brooklyn records, ARC.131, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "aspace_69361ef6c18dbc49adeb0d54cf2f99f9",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Accession 2005.012 is the gift of Janna Collins, 2005. The immediate source of acquistion for the other accessions is unknown."
            }
        },
        "bioghist": {
            "id": "aspace_3e333bfb102e13ae9e7d3b0e18be6872",
            "head": "Historical note",
            "p": {
                "value": "The Orphan Asylum Society of the City of Brooklyn was established as the first organization of its kind by Mrs. Joshua (Ann) Sands and other prominent Brooklynites in 1833. The society was formed in response to a cholera epidemic in the summer of 1832, which left many children as orphans. The Orphan Asylum Society cared for children who were destitute or orphaned, offering shelter, food, and schooling. Throughout the 19th century, the society housed children until adulthood, or arranged indentures to families outside of Brooklyn. The asylum moved several times due to overpopulation, from its original location at the Jackson Mansion on Willow Street and Love Lane in Brooklyn Heights, to its final location at Brookwood Hall in East Islip, N.Y in 1942. In 1952, a new branch of the society named Brookwood Child Care opened on Adelphi Street in the Fort Greene neighborhood of Brooklyn, offering adoptions, foster care, and social services to families in Brooklyn. The society continued operation under the Brookwood name until its closure in 2003."
            }
        },
        "scopecontent": {
            "id": "aspace_e9ca95420ca01d92ac88f4982a320607",
            "head": "Scope and Contents",
            "p": {
                "value": "The Orphan Asylum Society of the City of Brooklyn records, dated 1834 to 1997 and measuring 3.5 linear feet, contains the reports and registers of the Orphan Asylum Society related to its offices in Brooklyn, Brookwood Hall in East Islip, and Brookwood Child Care in Brooklyn. The bulk of the collection contains annual reports, by-laws, and regulations (which provide financial data, advisory board member names, and personnel information). While lists of contributors and society members are provided in annual reports, names of children in the society's care are not provided. The Orphan Asylum and Brookwood Hall Register, dated 1907 to 1974, lists orphan names, dates of birth, dates of admission to the society's care, parents' names and addresses, status of parents, and comment on final disposition of the child. Also included are certificates of adoption and indentures from the 19th century, proclamations from the city of New York, and enlarged publicity photographs used for society publications (located in box OS-25)."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Adoption agencies -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Child welfare -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Children -- Institutional care"
                },
                {
                    "source": "lcsh",
                    "value": "Family social work -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Foster care -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Group homes for children -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Orphanages -- New York (State) -- East Islip"
                },
                {
                    "source": "lcsh",
                    "value": "Orphanages -- New York (State) -- Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Orphans -- New York (State) -- Kings County"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Orphan Asylum Society of the City of Brooklyn"
            }
        },
        "dsc": {}
    }
}