{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_015_brooklyn_poetry_circle"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Brooklyn Poetry Circle collection\n                    \u003cnum\u003eARC.015\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Jessica Nauright"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "July 2007"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-22T14:38-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Lederer, Gabrielle"
                    }
                },
                "unittitle": {
                    "value": "Brooklyn Poetry Circle collection"
                },
                "unitdate": {
                    "normal": "1935/2000",
                    "type": "inclusive",
                    "value": "1935-2000"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "5.76 Linear feet"
                        },
                        {
                            "value": "in four record cartons. one manuscript box, and one oversize box."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The Brooklyn Poetry Circle collection contains records and other materials related to the activities of the Brooklyn Poetry Circle and its individual members. The collection includes minutes, correspondence, and membership lists, as well as printed material created for or generated by its member activities (including programs, flyers, tickets, printed anthologies, and newspaper clippings). The collection also contains a very large number of poems written by members of the Circle, the majority of which are undated, and a significant number of which are unsigned. These poems generally date from the 1940s and 1950s, and many bear the handwritten emendations and suggestions of the Circle's official critic, Gertrude Ryder Bennett. Gabrielle Lederer, a long-term member of the Circle who served as its secretary throughout the 1960s and 1970s, compiled extensive scrapbooks documenting the life of the group, which form the largest series in the collection."
                },
                "unitid": {
                    "value": "ARC.015"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid360005",
                    "label": "Mixed materials",
                    "type": "Carton",
                    "value": "ARC.015 1 of 6"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref1",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref8",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Brooklyn Poetry Circle collection, ARC.015, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref26",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Denise Arnaldi, 1990; Virginia Bagliore, 1990; Rosemary Clark, date unknown; Catherine DeRossi, 1989; and Geri Dyer, 1990."
            }
        },
        "bioghist": {
            "id": "ref4",
            "head": "Historical Note",
            "p": {
                "value": "The Brooklyn Poetry Circle was founded in 1935 by Marie-Louise d'Esternaux, Maude Clark Hough, and Laura Spofford Wiltsie Lake. d'Esternaux's parents, Countess Ethelyn d'Esternaux and Count Max d'Esternaux, were active members of several artistic societies, and became especially close friends with the poet Edwin Markham. Markham encouraged the society and actively promoted it until his death in 1940. Other established poets also participated in the society during its early years and helped to define its aesthetic, the most well known being Maude Clark Hough and Anna Hempstead Branch, poets whose work is characterized by the use of simple ballad meters and by the predominance of traditional religious and family themes. The aesthetic defined in the Circle changed little over time. The Poetry Circle promoted and admired formalist poetic techniques, as well as poems with religious themes, until its dissolution in the late 1990s. The group's regular activities included two major annual events, a spring luncheon and a Christmas party. In the early years of the Circle, members often attended various cultural events around New York City, and participated in the New York World's Fair in 1939. The Circle also held monthly meetings, generally in the home of one of the members. Each month a poetic theme was assigned, and each member would submit a poem to the official critic several weeks before the meeting. For many years during the 1940s and 1950s, the critic was Gertrude Ryder Bennett, an author notable for writing many books and poems about the history of Brooklyn. Most active members of the circle joined in the relatively early years of the institution's history and remained members throughout their lives. During the 1980s and 1990s, very few people applied for membership, and the aging Circle members voted to disband in 1997."
            }
        },
        "scopecontent": {
            "id": "ref5",
            "head": "Scope and Contents note",
            "p": {
                "value": "There are several photographs and a small collection of sheet music. Very little correspondence is included. The records have been divided into the following nine series:"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "American literature |x Societies, etc."
                },
                {
                    "source": "lcsh",
                    "value": "American poetry"
                },
                {
                    "source": "lcsh",
                    "value": "American poetry |v Periodicals"
                },
                {
                    "source": "lcsh",
                    "value": "American poetry |x Appreciation"
                },
                {
                    "source": "lcsh",
                    "value": "American poetry |x Women authors"
                },
                {
                    "source": "lcsh",
                    "value": "American poetry |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Clubs |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Poets"
                },
                {
                    "source": "lcsh",
                    "value": "Poets |v Poetry"
                },
                {
                    "source": "lcsh",
                    "value": "Poets, American |v Correspondence"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Brooklyn Poetry Circle."
            }
        },
        "otherfindaid": {
            "id": "ref25",
            "head": "Other Finding Aids note"
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref9\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Administrative Records\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.33 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein 14 folders.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003e1935-1989, undated\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref17\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThis series consists of official minutes, programs, and financial statements related to the life of the Circle as an institution. Official bulletins and correspondence - that is, printed material addressing and concerning the membership in general - are included here, but correspondence addressing individuals is filed under \"correspondence.\" Because most of the records in this collection were generated by Marie-Louise d'Esternaux or (the vast majority) by Lederer, the majority of the correspondence is addressed to Gabrielle Lederer. Some of this correspondence does contain poems, the majority of which are included as membership materials or contest submissions. A very few letters are of a more social or personal nature.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref10\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Personal Papers of Marie-Louise d'Esternaux and Gabrielle Lederer\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.11 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein five folders.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003e1935-1989, undated\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref18\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThis series contains handwritten notes and typescripts produced by d'Esternaux and Lederer, primarily Lederer. As Lederer served as Secretary, her notes are closely related to the records of the Institution, and those interested in the institutional records should also look at this series. In addition to the notes she took at meetings, however, there are many personal notes and sketches interspersed throughout the notebooks.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref11\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 3: Poems and Writings\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.11 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein four folders.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003eundated\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref19\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThe majority of these poems are from the 1940s, based on the names of the (known) poets and the fact that many of them show Gertrude Ryder Bennett's markings and marginalia. Poems whose authors are known are arranged alphabetically by author, while other poems are arranged alphabetically by title. There are some poems written by later members of the Circle included here, as well as in Lederer's scrapbooks. Any user seeking permission to use any poem in a publication must consult with library staff, as the rights status of these poems has not been evaluated.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref12\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 4: Magazines and Publications\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.11 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein two folders.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003e1939-1985, undated\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref20\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThis relatively small series consists of all printed magazines and booklets in the collection. The Brooklyn Poetry Circle produced several commemorative anthologies which are included in this series. As not all the magazines can be dated, they are arranged alphabetically by publication title. Of greatest general interest is perhaps a rare copy of \n                        \u003cemph render=\"italic\"\u003eThe Raven Poetry Circle Anthology\u003c/emph\u003e from 1944 (1).\u003c/p\u003e\n                    \u003clist numeration=\"arabic\" type=\"ordered\"\u003e\n                        \u003chead\u003eSources:\u003c/head\u003e\n                        \u003citem\u003eNew York Historical Society. \"Guide to the Raven Poetry Circle of Greenwich Village Collection.\" Accessed July 2007. http://dlib.nyu.edu/eadapp/transform?source=nyhs/Raven.xml\u0026amp;style=nyhs/nyhs.xsl\u003c/item\u003e\n                    \u003c/list\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref13\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 5: Ephemera and Clippings\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.33 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein eight folders.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003e1935-1989, undated\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref21\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThis series contains a variety of material. Commercially printed material such as tickets, flyers, stationery, and promotional material for books and publications, forms the bulk of it. A small collection of news clippings, most of it pertaining to the lives and achievements of club members, is included here. All material seemingly unrelated to the structure, social life, or literary life of the institution - including greeting cards, postcards, and sheet music - is also included here.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref14\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 6: Scrapbooks\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e1.0 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one record carton.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003e1936-2000\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref22\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThe material Lederer collected and presented in these scrapbooks is similar in form and content to the material arranged and described in the previous five series. This series could be seen as the logical and chronological continuation of the previous five, although there is some overlap in the chronology. The scrapbooks are generally arranged in very precise chronological order, and the final binder includes some personal remembrances and histories written by several long-time members of the Circle.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref15\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 7: Books\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e2.0 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein two record cartons.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003e1914-1989\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref23\"\u003e\n                    \u003chead\u003eScope and Contents note\u003c/head\u003e\n                    \u003cp\u003eThese books presumably represent some portion of the Poetry Circle's library. The first box (Box 3) contains books written by members of the Circle and their associates. The second (Box 4) contains all other books originally included in this accession, all of which were printed by large-scale mainstream publishing houses.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref27\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 8: Photographs\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e0.42 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one manuscript box.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1938/1976\" type=\"inclusive\"\u003e1938-1976\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref28\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003ePhotographs in the collection include color photographs of Othelia Lilly's autograph party, June 1976; color and black-and-white photographs of Poetry Circle Christmas parties and annual dinners, some of which are labeled as dating from 1966 and 1968; miscellaneous black-and-white undated photographs of Poetry Circle members at unknown locales; and a black-and-white photograph of several Poetry Circle members (dressed up in costumes of old poets) at the 1939 New York World's Fair. Some of these photographs depict distinguished Poetry Circle members or poets, such as Gertrude Ryder Bennett, Gabriel Lederer, and Edwin Markham. There are also four framed black and white photographs, one being a signed group portait of Poetry Circle founders Marie-Louise d'Esternaux, Maude Clark Hough, and Laura Spofford Wiltsie Lake; two being group shots of Poetry Circle members at the 1938 annual dinner; and the fourth being a signed photograph of Edwin Markham, dated 1938.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref29\" level=\"collection\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 9: Oversize\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e1.34 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one oversize box.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1935/1978\" type=\"inclusive\"\u003e1935-1978\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref30\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains three items: a scrapbook of Poetry Circle founder Marie-Louise d’Esternaux, a large sketch of a flower, and the sheet music for the song \"Drew,\" signed by the poet and lyricist Maude Clark Hough.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}