{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "arc_318"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Historic American Buildings Surveys collection \u003cnum\u003eARC.318\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Maggie Schreiner"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "address": {
                    "addressline": [
                        "Brooklyn Historical Society",
                        "128 Pierrepont Street",
                        "Brooklyn 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2019-07-01T21:24:31\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "unittitle": {
                    "value": "Historic American Buildings Surveys collection"
                },
                "unitdate": {
                    "normal": "1940/2019",
                    "type": "inclusive",
                    "value": "1940-2019"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "0.5 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in seven folders"
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The purpose of the Historic American Buildings Survey (HABS), a division of the National Parks Service, is to document historic structure and preserve architectural heritage. The Brooklyn Historical Society is the official repository for HABS reports of Brooklyn buildings. This is an assembled collection of HABS reports that have been donated to Brooklyn Historical Society."
                },
                "unitid": {
                    "value": "ARC.318"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_4e0c4abf9602dd129cac63fbe5f9eac6",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open for research without restriction."
            }
        },
        "prefercite": {
            "id": "aspace_1724c45adde5f84f81d21e0041576d13",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Historic American Building Survey reports, ARC 318, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "aspace_3dfc045aca5826ed180569d6f45f5261",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "This collection was assembled by BHS staff, bringing togeather all HABS reports in our collection."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Historic buildings |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Historic preservation |z New York (State) |z Kings County"
                }
            ]
        },
        "dsc": {
            "value": "\u003cc id=\"aspace_8afedf2993e565feb2761d436fd53739\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eSeries 1: Photographs of colonial era buildings in Brooklyn \u003c/unittitle\u003e\u003cunitdate normal=\"1940/1940\"\u003e1940\u003c/unitdate\u003e\u003ccontainer id=\"aspace_88b8f322704167f914cfae02e628cb92\" label=\"Mixed Materials\" type=\"Box\"\u003ePrints by accession 42\u003c/container\u003e\u003ccontainer id=\"aspace_f8916297844dabe0ce45441dabd57387\" label=\"Mixed Materials\" type=\"Box\"\u003eMedium Format Negatives 7\u003c/container\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_2da227893119b269b0ccdb669c72634f\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eThe Historic American Buildings Survey (HABS) was a project started by the New Deal-funded Works Progress Administration (WPA) for the purpose of employing people to document historic buildings in the United States. In Brooklyn, Stanley P. Mixon was employed by the HABS project to photograph historic buildings throughout the borough in 1940.\u003c/p\u003e\u003cp\u003eThe Wyckoff-Bennett Homestead, built in the Dutch colonial style, is located at 1669 East 22nd Street (near Kings Highway) in the Midwood neighborhood of Brooklyn. Presumably built by descendants of Pieter Wyckoff, Abraham and Henry Wyckoff, the house and barn are believed to have been completed circa 1760. In 1835, the house was purchased by Cornelius W. Bennett. As of 2011, his descendants continue to occupy the house. The house was designated a National Historic Landmark in 1977. In Brooklyn, Dutch colonial houses were built by early Dutch settlers, and their descendants, to resemble the architecture of the Netherlands. Dutch colonial houses in Brooklyn are identifiable by their gambrel roofs (typically a symmetrical two-sided roof consisting of two slopes), curved projecting eaves, end chimneys, shingled siding, and south facing entrances.\u003c/p\u003e\u003cp\u003eErasmus Hall Academy was established in 1787 as a private, all-male academy in what is the present-day neighborhood of Flatbush. Erasmus Hall, the original wooden Federal style building, was completed in 1787. Today, the building is located at the center of the quadrangle that comprises Erasmus Hall High School. The building was designated a National Historic Landmark in 1966.\u003c/p\u003e\u003cp\u003eThe Old Stone House, also referred to as the Vechte-Cortelyou House, was built by Nicholas Vechte in 1699. Originally located along Gowanus Creek, the house became a battle site during the American Revolutionary War. In 1797, the house was sold to the Cortelyou family, but by the 1890s it had been demolished. The site where the house stood was rediscovered in the 1930s and original stones that were recovered from an excavation of the site were used to rebuild a replica of the house. As of 2011, the house serves as an historic interpretive center, operated by First Battle Revival Alliance, and is located in Washington Park within the borders of the Park Slope and Gowanus neighborhoods of Brooklyn.\u003c/p\u003e\u003cp\u003eThe Sands Mansion was located at 31 Front Street in what is the present-day Brooklyn neighborhood of DUMBO. The mansion was built by Joshua Sands, a merchant and politician. The three-story Federal style mansion was the largest mansion in Brooklyn when it was completed in 1787. Ann Sands, his wife, is accredited as being a founding member of St. Ann's Church (originally known as The Episcopal Church of Brooklyn), the oldest Episcopal parish in Brooklyn and incorporated in 1787. Ann Sands hosted weekly church gatherings in the mansion for many years.\u003c/p\u003e\u003cp\u003eSources:\nHistorical Marker Database. \"Wyckoff-Bennett Homestead.\" Accessed June 21, 2011. http://www.hmdb.org/Marker.asp?Marker=30180\nNew York City Department of Parks and Recreation. \"Historic Houses, Brooklyn: The Old Stone House.\" Accessed June 21, 2011. http://www.nycgovparks.org/facilities/historichouses\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_c4d6859d57f62f576e37c45aa3868610\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe Historic American Buildings Survey (HABS) photographs of colonial buildings in Brooklyn is comprised of 47 black-and-white photographic prints, dating from 1940. The photographer, Stanley P. Mixon, was employed by the HABS project to document historic buildings throughout the United States. This collection documents four buildings located in Brooklyn, N.Y.: the Wyckoff-Bennett Homestead (1760), Erasmus Hall (1787), the Old Stone House (also known at the Vechte-Cortelyou House; 1699), and the Sands Mansion (1787). All photographs were taken within a two-day period, on either March 18, 1940 or March 19, 1940. Photographs of exterior views, interior views, and detail views are included in the collection. The prints are 5 x 7, though the collection contains one 7.5 x 10 print of Erasmus Hall, photographed by George B. Brainard. This photograph was not created as part of the HABS project.\u003c/p\u003e\u003c/scopecontent\u003e\u003cacqinfo id=\"aspace_9eae86eac1e6e686aa955546f2293651\"\u003e\u003chead\u003eImmediate Source of Acquisition\u003c/head\u003e\u003cp\u003eSource and date of acquisition for this collection are unknown. The collection was formally accessioned in 1974.\u003c/p\u003e\u003c/acqinfo\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eDwellings |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSchool buildings |z New York (State) |z Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eBrooklyn (New York, N.Y.) |x Buildings, structures, etc. |v Pictorial works\u003c/geogname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eErasmus Hall\u003c/corpname\u003e\u003ccorpname source=\"local\"\u003eOld Stone House (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eSands Mansion (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname source=\"naf\"\u003eWyckoff-Bennett Homestead (New York, N.Y.)\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_92154731eaf2d02e97a64139a6389b3c\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eSeries 2: Brooklyn Navy Yard reports\u003c/unittitle\u003e\u003cunitdate normal=\"2007/2018\" type=\"inclusive\"\u003e2007-2018\u003c/unitdate\u003e\u003ccontainer altrender=\"Half Manuscript Box Legal\" id=\"aspace_f03e4b0ec2af757e064f20649530e478\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ef57deb5bb5946eddec7ea4e86a601da\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eThe origins of the Brooklyn Navy Yard, officially known as the New York Naval Shipyard, date back to 1801, when the United States Navy acquired what had previously been a small, privately owned shipyard in order to construct naval vessels. During the Civil War, the Navy Yard employed about 6,000 people. By 1938, it provided jobs for over 10,000 people. The Navy Yard was decommissioned in 1966 and sold to the City of New York. The Naval Hospital Annex section remained under the juristiction of the U.S. Navy until 2003, which the Annex was transferred to the Brooklyn Navy Yard Development Corporation.\u003c/p\u003e\u003cp\u003eThe Brooklyn Navy Yard was placed on the National Register of Historic Places in 2014. A redevelopoment and expansion of manufacturing in the Navy Yard began in 2001. A Letter of Agreement signed by the New York State Historic Preservation Office and the Brooklyn Navy Yard Development Corporation requires the creation of reports documenting structures before demolition.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_d27a4c2c40c8c911707fe7ae2ce54b83\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThis series consists of five Historic American Buildings Survey reports for structures at the Brooklyn Navy Yard. The now-demolished structures documented in this collection include Building No. 305, part of the 19th century Wallabout Market operated by the city of Brooklyn; a boundary wall which surrounded the Brooklyn Navy Hospital Annex; the tennis courts; a gazebo; and the Brooklyn Navy Hospital Annex pool, pool bathhouse and pool shed. All reports include written and photographic documentation.\u003c/p\u003e\u003c/scopecontent\u003e\u003cacqinfo id=\"aspace_de6c7a6f1e109d7f9b86241e3e0499bd\"\u003e\u003chead\u003eImmediate Source of Acquisition\u003c/head\u003e\u003cp\u003eThe HABS report on Building No. 305 was donated by Richard Dricker in 2007. Additional reports were donated by Cece Sanders of Historical Perspectives, Inc. in 2018.\u003c/p\u003e\u003c/acqinfo\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eNavy-yards and naval stations |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHistoric buildings |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHistoric preservation |z New York (State) |z Kings County\u003c/subject\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eDrucker, Richard H.\u003c/persname\u003e\u003cpersname rules=\"dacs\" source=\"local\"\u003eSaunders, Cece\u003c/persname\u003e\u003ccorpname rules=\"aacr\" source=\"naf\"\u003eBrooklyn Navy Yard Development Corporation\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_f360a7dde56fb91029367ff781ad4ee4\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eSeries 3: St. Teresa's report and photographs\u003c/unittitle\u003e\u003cunitdate normal=\"2009/2011\" type=\"inclusive\"\u003e2009-2011\u003c/unitdate\u003e\u003ccontainer altrender=\"Half Manuscript Box Legal\" id=\"aspace_66df67a20ec9b9978ecaeb6e5062bc58\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ccda8f26086c85bd4652f1d7b2bc546b\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eThe purpose of the Historic American Buildings Survey (HABS), a division of the National Parks Service, is to document historic structure and preserve architectural heritage. At the time of donation, St. Teresa's was under the process of being renovated by the Dormitory Authority of the State of New York (DASNY) for reuse as a training facility for state court officers. Due to the school's status as eligible for registry on the State and National Listing of Historic Places, it is stipulated that the HABS materials must be housed at a local repository. As such, the prints, negatives, and inventory forms were donated to the BHS by Matthew Stanley of DASNY in 2012.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_1d0d3203f434db387be1c78500f08b35\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThe collection contains prints and negatives of the St. Teresa's Girls School, Auditorium, and Convent. The prints contain pictures of both the outside and the inside of the auditorium and convent, and the outside and inside (mainly stairwells and lighting) of the school. The negatives contain the same. The collection also contains Historic American Buildings Surveys (HABS) for the auditorium, boys school, and convent that each describe the history and significance of each location. Included with each survey are prints and pictures printed in color of each property, as well as maps.\u003c/p\u003e\u003cp\u003eSt. Teresa of Avila was founded in 1874, and the Girls School was founded in 1912. Rehabilitation of the buildings by the Dormitory Authority of the State of New York began in 2009.\u003c/p\u003e\u003c/scopecontent\u003e\u003cacqinfo id=\"aspace_4a573fa4f32934b17841e5de8e2583f0\"\u003e\u003chead\u003eImmediate Source of Acquisition\u003c/head\u003e\u003cp\u003eGift of the State of New York Dormitory Authority, 2012.\u003c/p\u003e\u003c/acqinfo\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eSchool buildings |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHistoric buildings |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eReformed church buildings |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCatholics |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eCatholic schools |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eConvents |z New York (State) |z Kings County\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eCrown Heights (New York, N.Y.)\u003c/geogname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eSt. Teresa's School (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"local\"\u003eSt. Teresa of Avila Roman Catholic Church (Brooklyn, New York, N.Y.)\u003c/corpname\u003e\u003ccorpname rules=\"dacs\" source=\"library of congress name authority file\"\u003eDormitory Authority of the State of New York\u003c/corpname\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_6255ed8b04469deae9344c1c203aa8bf\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eSeries 4: American Sugar Refining Company, Brooklyn Refinery\u003c/unittitle\u003e\u003cunitdate normal=\"2014/2014\"\u003e2014\u003c/unitdate\u003e\u003ccontainer altrender=\"Half Manuscript Box Legal\" id=\"aspace_1f1449f4f3b6900321ede59c42537e23\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_ec175bbc250cab145d30bee729ca491a\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eThe American Sugar Refining Company, Brooklyn Refinery was located on Kent Avenue in Williamsburg, Brooklyn. The refinery has its origins with the Havemeyer family, which first started baking sugar in New York City around 1805, and was very influential in the establishment and consolidation of sugar production in the United States. The Brooklyn site was established in the mid-1850s. The plant operated for the next 150 years under the auspicies of many different companies, including Havemayer and Elder, Sugar Refineries Company, American Sugar Refining Company, Amstar Sugar Company, Tate and Lyle, Domino Sugar Corporation, and Florida Crystals Corporation. The Brooklyn refinery plant officially closed in 2004, and the site was sold in 2005 to the developer Community Preservation Corporation Resources (CPCR) and rezoned for residential use. CPCR sold the site to Two Trees Management Company in 2012.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_014b33e10b120fd838d74fd994703e67\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThis series consists of one Historic American Engineering Record documentation for the American Sugar Refining Company, Brooklyn Refinery. The pack includes a detailed research report and forty-five black and white photographs of the site.\u003c/p\u003e\u003c/scopecontent\u003e\u003cacqinfo id=\"aspace_76566b931c98facdc44acf73ce165a64\"\u003e\u003chead\u003eImmediate Source of Acquisition\u003c/head\u003e\u003cp\u003eThis report was donated by Ward Dennis on behalf of Higgins Quasebarth and Partners, LLC, historic preservation consultants for the site owners.\u003c/p\u003e\u003c/acqinfo\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eSugar factories |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eSugar trade |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eFactories |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eHistoric preservation |z New York (State) |z Kings County\u003c/subject\u003e\u003c/controlaccess\u003e\u003c/c\u003e\u003cc id=\"aspace_731f1cf501f6cffa288f76f3d05493c8\" level=\"series\"\u003e\u003cdid\u003e\u003cunittitle\u003eSeries 5: Baptist Church of the Redeemer\u003c/unittitle\u003e\u003cunitdate normal=\"2019/2019\"\u003e2019\u003c/unitdate\u003e\u003ccontainer altrender=\"Half Manuscript Box Legal\" id=\"aspace_cf07a3c00456c03e9f4c189049a52898\" label=\"Mixed Materials\" type=\"Box\"\u003e1\u003c/container\u003e\u003c/did\u003e\u003cbioghist id=\"aspace_a4780a4e42b8a2eb3910c92cd9cbbee8\"\u003e\u003chead\u003eBiographical / Historical\u003c/head\u003e\u003cp\u003eThe church and associated Sunday School were designed in 1918 by Helmle and Corbett of 190 Montague Street, in Brooklyn, NY. The church was constructed in 1919 and dedicated the following year, the Sunday School building was not constructed until 1925. The Baptist Church of the Redeemer began as the Baptist Society of Flatbush in 1899, and the congregation grew quickly. The land on which the current church stands was gifted to the congregation in 1918 by Elmer Am Sperry, a wealthy inventor. Demographic changes in Flatbush led to significant shifts in the congregation, and the church began to cater to a larger immigrant community in the second half of the twentieth century, offering services in Spanish, and Chinese, Haitian-French. However, the size of the congregation continued to shrink and the church fell into dispair. The church entered into an agreement with MHANY to constructive afforable housing and a new church space, allowing the congregation to remain at the same location while also creating new affordable housing.\u003c/p\u003e\u003c/bioghist\u003e\u003cscopecontent id=\"aspace_2162697d5361ebd4b6e407f6bd3dd4f2\"\u003e\u003chead\u003eScope and Contents\u003c/head\u003e\u003cp\u003eThis series includes one Historic American Buildings Survey on the Baptist Church of the Redeemer, including one research summary, copies of the original 1918 blueprints, blueprints and floorplans for alterations in 1942 and 1975, historic photographs of the church in use, a copy of the 85th anniversary commemoration booklet, and supplementary photographs of the stained glass windows.\u003c/p\u003e\u003c/scopecontent\u003e\u003cacqinfo id=\"aspace_858075fd1517b9ed2aa1e4d1bdc53279\"\u003e\u003chead\u003eImmediate Source of Acquisition\u003c/head\u003e\u003cp\u003eDonated by Claudia Cooney on behlaf of AKRF, Inc. in 2019.\u003c/p\u003e\u003c/acqinfo\u003e\u003ccontrolaccess\u003e\u003csubject source=\"lcsh\"\u003eBaptists |z New York (State) |z Kings County\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eChurches -- New York (State) -- New York\u003c/subject\u003e\u003csubject source=\"lcsh\"\u003eAfrican American churches |z New York (State) |z New York\u003c/subject\u003e\u003cgeogname source=\"lcsh\"\u003eFlatbush (New York, N.Y.)\u003c/geogname\u003e\u003csubject source=\"lcsh\"\u003eHistoric preservation |z New York (State) |z Kings County\u003c/subject\u003e\u003c/controlaccess\u003e\u003c/c\u003e"
        }
    }
}