{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_270_brooklyn_division_protestant_council_churches"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Brooklyn Division of the Protestant Council of Churches records\n                    \u003cnum\u003eARC.270\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Teresa Mora and Mae Pan"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "2000"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-28T11:45-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "Brooklyn Division of the Protestant Council of Churches records"
                },
                "unitdate": {
                    "normal": "1840/1979",
                    "type": "inclusive",
                    "value": "1840-1979"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "18.0 Linear feet"
                        },
                        {
                            "value": "in 28 manuscript boxes and eight custom ledger boxes."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The records of the Brooklyn Division of the Protestant Council of Churches trace the history of Protestantism and missionary work in Brooklyn well into the 20th century. The bulk of the collection consists of office files dating from 1950 to 1974; however, much of the material in this collection concerns missionary work at the turn of the 19th century, and the collection dates back to 1840. Included in the collection are minutes, subject files, publications, financial records, and newspaper clippings."
                },
                "unitid": {
                    "value": "ARC.270"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid1076040",
                    "label": "Text",
                    "type": "Box",
                    "value": "ARC.270 19 of 36"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref1",
            "head": "Conditions Governing Access note",
            "p": {
                "value": "Some of the material in Series 5, Subject files, is restricted due to issues of privacy. Please consult library staff for more information."
            }
        },
        "prefercite": {
            "id": "ref6",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Brooklyn Division of the Protestant Council of Churches records, ARC.270, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref4",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Accession 1980.006 was the gift of the Brooklyn Division of the Protestant Council of Churches, 1980. Accession 1980.007 was the gift of Anne Carey, 1980."
            }
        },
        "bioghist": {
            "id": "ref3",
            "head": "Historical Note",
            "p": {
                "value": "With the demographic changes of the early and mid-20th century, the face of Brooklyn Protestantism had changed greatly. At the turn of the century, Protestants made up more than one-half of Brooklyn's population. By 1950, Protestant Brooklynites had dropped to 19.5 percent of the total population. The increase in immigration of non-Protestant groups and the movement of the population to the suburbs led to a major decrease in the population of the Division's traditional Brooklyn base of white Protestants. By the later half of the 20th century, Protestants had become a religious minority within both the Borough of Brooklyn and the City of New York, causing the church to reevaluate its position within the community. The Division expanded its field of social services to include work with veterans, hospital and jail chaplaincies, interracial projects, peace activities, and economic justice programs. As the Division moved its focus towards social service and away from direct mission work, it strove to identify the church as an indispensable part of the community. It strove to promote unification especially with the growing African American Protestant community that made up nearly one-half of Brooklyn's Protestant population by 1963. The Division continued for the remainder of the 20th century to use its influence as a united body within the community to strive for social reform to assist Brooklyn's ever changing population."
            }
        },
        "scopecontent": {
            "id": "ref2",
            "head": "Scope and Contents note",
            "p": {
                "value": "The records of the Brooklyn Division of the Protestant Council of Churches trace the history of Protestantism and missionary work in Brooklyn well into the 20th century. The bulk of the collection consists of office files dating from 1950 to 1974; however, much of the material in this collection concerns missionary work at the turn of the 19th century, and the collection dates back to 1840. Included in the collection are minutes, subject files, publications, financial records, and newspaper clippings. The collection has been arranged functionally according to seven series:"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcgft",
                    "value": "Christian union |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Church and social problems |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Church charities |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Church management |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Clergy |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Evangelistic work |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Interdenominational cooperation |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Missions |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Prisons |x Missions and charities"
                },
                {
                    "source": "lcsh",
                    "value": "Protestants |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Religious education of children |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Religious institutions |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Religious newspapers and periodicals"
                },
                {
                    "source": "lcsh",
                    "value": "Sunday schools |z New York (State) |z Kings County"
                },
                {
                    "source": "lcgft",
                    "value": "Theology"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Protestant Council of the City of New York."
            }
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref7\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Related organizations\u003c/unittitle\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref11\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe materials found in this series track organizations that worked in tandem with the Brooklyn Division and its predecessors or that were subsumed by the Brooklyn Division, most notably the Brooklyn Federation of Churches. This series is primarily composed of reports and minutes from these organizations. Most often represented in this series is the Brooklyn Federation of Churches. The series contains minutes of both the Federation as a whole and of its smaller committees. The minutes of the Federation trace the social concerns, community involvement, and organization of this group during its 12 years of existence, including the reasons behind the Federation's merger with the Brooklyn Church and Mission Society.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref9\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Minutes and reports\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1848/1972\" type=\"inclusive\"\u003e1848-1972\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref10\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series consists of minutes and reports of the Brooklyn Division and of many of the Division's predecessors. The minutes trace the histories of the Brooklyn City Tract Society, the Brooklyn City Mission and Tract Society, the Brooklyn City Mission Society, the Brooklyn Church and Mission Federation, and the Brooklyn Division of the Protestant Council of Churches. These minutes, taken either on leaves of paper or in ledgers, detail the structural composition of these organizations. Detailed here is the business aspect of each organization, including financial concerns, elections of officers, and structural changes such as amendments to the bylaws. Minute books document many of the transformations that occurred within various organizations over a period of over 100 years that led to the creation of the Brooklyn Division.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref12\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 3: Financial records\u003c/unittitle\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref13\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe majority of the records in this series concern the finances of the Brooklyn Division of the Protestant Council of Churches and the Brooklyn Church and Mission Federation as a part of the Division. Included are account books, financial statements, lists of salaries, and finance committee minutes.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref16\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 4: Publications\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1861/1979\" type=\"inclusive\"\u003e1861-1979\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref17\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe publications in this series make up a small yet significant portion of the collection. This series provides significant documentation of 19th-century Protestantism and missionary work. The journals of the Brooklyn City Mission and Tract Society detail the missionary work of the Society. Originally published as the Society's annual report, the journal came to be published monthly and contained poetry, fictional stories, photographs, and reports on the Society's missionary work. Each issue focused on the report of one major missionary project, whether the Floating Bethel, the City Mission Night Shelter for the Homeless, or one of the Society's missions. Included are statistics on how many had taken advantage of a given facility, the services provided there, financial breakdowns, staffing information, and the goals of the facility. Also included in the journals are lists of officers, missionaries, and the members of the Women's Auxiliary, testimonials, and brief updates on other work in the community.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref14\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 5: Subject files\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1950/1974\" type=\"inclusive\"\u003e1950-1974\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref15\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe subject files make up a significant portion of the collection. Dating from 1950 to 1974, the files cover topics the Brooklyn Division was concerned with during this period, as well as files concerning the day to day running of the Division. Files include information on different parishes, the clergy volunteer program, the education committee, the 1973 United Farm Workers' Strike, and neighborhood revitalization. Many of these files contain detailed statistical analysis of the demographics of Brooklyn, gathered by the Division to determine how Protestant churches might best serve and appeal to the community. Included in the files are newspaper clippings, correspondence, pamphlets, and committee minutes. Some of the material in these files is restricted due to issues of privacy.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref18\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 6: Scrapbooks\u003c/unittitle\u003e\n                    \u003cunitdate\u003e1847-1864, 1934-1964\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref19\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThese scrapbooks contain newspaper clippings and photographs regarding the Brooklyn Division's activities and current events of interest to the organization. The newspaper clippings also detail the activities of many individual Protestant parishes within Brooklyn. Additionally, the series contains photocopies of Grace Church Vestry minutes from 1847 to 1864.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref20\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 7: Photographs\u003c/unittitle\u003e\n                    \u003cunitdate\u003ecirca 1900-1974\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref21\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe photographs in this series document the Brooklyn Division's events and gatherings, most notably its testimonial dinners.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}