{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "value": "arc_056_fina"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Donald P. Fina papers \u003cnum\u003eARC.056\u003c/num\u003e"
                    }
                ],
                "author": {
                    "value": "Collection processed by Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "address": {
                    "addressline": [
                        "Brooklyn Historical Society",
                        "128 Pierrepont Street",
                        "Brooklyn 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                }
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using ArchivesSpace \u003cdate\u003e2017-03-30T17:15:48\u003c/date\u003e"
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Fina, Donald P."
                    }
                },
                "unittitle": {
                    "value": "Donald P. Fina papers"
                },
                "unitdate": {
                    "normal": "1917/1919",
                    "type": "bulk",
                    "value": "1917-1919"
                },
                "physdesc": {
                    "extent": [
                        {
                            "altrender": "materialtype spaceoccupied",
                            "value": "1.9 Linear Feet"
                        },
                        {
                            "altrender": "carrier",
                            "value": "in four folders and one oversize scrapbook."
                        }
                    ],
                    "altrender": "whole"
                },
                "abstract": {
                    "value": "The Donald P. Fina papers span the period 1917 to 1950, though the bulk of the materials date from the period 1917 to 1919. Materials include official documentation pertaining to Fina's military service in the United States Army during World War I, as well as private correspondence between Fina and family members and friends while he was stationed overseas. Post-war material includes documentation regarding Fina's role in veteran affairs, particularly his involvement with the Survivors of Company L; his contribution to Franklin D. Roosevelt's presidential campaign as president of the Roosevelt League; his contribution to state and local politics in Wisconsin; his work as a songwriter, including sheet music and lyrics; and further private correspondence. There are also six photographs, one of which, dating from February 1933, is of former New York governor Al Smith and seems to have been signed and made out to Fina by Smith himself. "
                },
                "unitid": {
                    "value": "ARC.056"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "aspace_01d21caba2ac8af2024aafc6a29eb93b",
                    "label": "Text",
                    "type": "Volume",
                    "value": "Scrapbook ARC.056 1 of 1"
                }
            }
        ],
        "accessrestrict": {
            "id": "aspace_7ca4ed23aa6351f9dae97dd8b92e610b",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "aspace_5a02248e68ce4efbfadd53a5b6ad1668",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Donald P. Fina papers, ARC.056, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "aspace_6de5abc1063f858bb9ecaaa51f8bccfc",
            "head": "Immediate Source of Acquisition",
            "p": {
                "value": "Gift of Donald P. Fina, 1952 and 1953."
            }
        },
        "bioghist": {
            "id": "aspace_84630a825fe748d1daffdc943ee9aea0",
            "head": "Biographical Note",
            "p": {
                "value": "Donald P. Fina lived in Brooklyn as a child. During World War I, he served in the United States Army in Company L of the 106th Regiment of Brooklyn. After completing his service, he moved to Wisconsin in 1919, where he was President of the Roosevelt League, a subdivision of the Democratic National Committee's Club Division.  Fina was also active in state and local politics in Wisconsin, and was also a songwriter."
            }
        },
        "scopecontent": {
            "id": "aspace_aba3def62624cec865ff94bcad7aab70",
            "head": "Scope and Contents",
            "p": {
                "value": "The Donald P. Fina papers span the period 1917 to 1950, though the bulk of the materials date from the period 1917 to 1919.  Materials include official documentation pertaining to Fina's military service in the United States Army during World War I, as well as private correspondence between Fina and family members and friends while he was stationed overseas.  Post-war material includes documentation regarding Fina's role in veteran affairs, particularly his involvement with the Survivors of Company L; his contribution to Franklin D. Roosevelt's presidential campaign as president of the Roosevelt League; his contribution to state and local politics in Wisconsin; his work as a songwriter, including sheet music and lyrics; and further private correspondence.  There are also six photographs, one of which, dating from February 1933, is of former New York governor Al Smith and seems to have been signed and made out to Fina by Smith himself.  There are also two undated and signed copy photographs of Hollywood actors Jane Russell and Don Ameche, a portrait of Margaret Fina (circa 1919), a portrait of Joseph Lamb Jr. (1917), and an undated photograph of Fina himself.  Finally, the collection also includes two scrapbooks documenting the activities of the 106th Regiment of Brooklyn, the events of World War I, life in Brooklyn and New York City, politics and culture, the activities of the Roosevelt League of America, and other matters.  One of the scrapbooks is oversized and is housed separately from the rest of the collection."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Political action committees"
                },
                {
                    "source": "lcsh",
                    "value": "Political clubs"
                },
                {
                    "source": "lcsh",
                    "value": "Political parties |z United States"
                },
                {
                    "source": "lcsh",
                    "value": "Popular music |x Writing and publishing |z Wisconsin"
                },
                {
                    "source": "lcsh",
                    "value": "Presidents |z United States |x Election |y 1932"
                },
                {
                    "source": "lcsh",
                    "value": "Veterans |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Veterans |z New York (State) |z Kings County |x Societies, etc."
                },
                {
                    "source": "lcsh",
                    "value": "World War, 1914-1918"
                },
                {
                    "source": "lcsh",
                    "value": "World War, 1914-1918 |x Veterans"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Democratic National Committee (U.S.). Clubs Division"
            }
        },
        "dsc": {}
    }
}