{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_078_patterson"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Patterson family papers and photographs\n                    \u003cnum\u003eARC.078\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Katherine Christensen"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "February 2009"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2012-05-01T16:01-0400\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Jones, Emily Louise, 1921-"
                    }
                },
                "unittitle": {
                    "value": "Patterson family papers and photographs"
                },
                "unitdate": {
                    "normal": "1837/1966",
                    "type": "inclusive",
                    "value": "circa 1847-1956"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "4.43 Linear feet"
                        },
                        {
                            "value": "in two manuscript boxes, one oversize box, and four custom boxes."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The Patterson family papers and photographs are comprised of materials saved by members of the Patterson family between 1847 and 1956. The collection includes financial documents, legal documents, correspondence, scrapbooks, diaries, journals, post cards, and several photographic formats, including prints, negatives, cabinet cards, cartes de visite, daguerreotypes, and tintypes. The Patterson family resided in Brooklyn Heights, and members of the family worked in a variety of fields, including construction, law, bookkeeping, and theater."
                },
                "unitid": {
                    "value": "ARC.078"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid386008",
                    "label": "Mixed materials",
                    "type": "Box",
                    "value": "ARC.078 1 of 3"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref4",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref9",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Patterson family papers and photographs, ARC.078, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref16",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Mrs. Horace H. Figuers, 1973."
            }
        },
        "bioghist": {
            "id": "ref3",
            "head": "Biographical Note",
            "p": {
                "value": "The Patterson Family resided in Brooklyn Heights at 207 Congress Street. Several members of the family became distinguished individuals within the Brooklyn community. The most prominent figures of the family represented within the collection are William Patterson (circa 1821-1890), his son Stephen G. Patterson (1855-1905), and Stephen's daughters, May Patterson (circa 1879-1925) and Annie Louise Patterson Jones (1883-1970). Other figures in the collection are William's wife Mary Anne Patterson (circa 1826-1898), Annie's daughter Emily Louise Jones (b. 1921), and Stephen's wife Annie Louise Ames Patterson (1857-1931). William Patterson worked in construction and was also a lawyer, as were his son Stephen and grandaughter May. May, who was active in the Democratic Party and a devout suffragist, is notable for being the first female Assistant District Attorney to argue a case in a United States court. Annie's husband, Alexander Lassen Jones (b. circa 1881), was a theater manager and producer who produced the \n                \u003cemph render=\"italic\"\u003eGreenwich Village Follies\u003c/emph\u003e, and was also a friend of Broadway theater producer Lee Shubert."
            }
        },
        "scopecontent": {
            "id": "ref10",
            "head": "Scope and Contents",
            "p": {
                "value": "The Patterson family papers and photographs span the period circa 1847 to 1956 and are comprised of financial documents, legal documents, correspondence, scrapbooks, diaries, journals, post cards, and several photographic formats, including prints, negatives, cabinet cards, cartes de visite, daguerreotypes, and tintypes. The content of the collection varies based on date as different generations saved different types of material. The collection has been arranged into the following two series:"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Families |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Families |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Women lawyers |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Women |x Suffrage |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Women's rights |z New York (State) |z New York"
                }
            ]
        },
        "otherfindaid": {
            "id": "ref8",
            "head": "Other Finding Aids note"
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref11\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Papers\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e2.13 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein two manuscript boxes and one oversize box.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003ecirca 1847-1956\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref12\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains documents, clippings, and ephemera belonging to various members of the Patterson family. The earlier papers (bulk dates 1865 to 1890) are primarily related to the family house at 207 Congress Street and other properties, and include deeds, bonds, and financial records. The later papers (bulk dates 1912 to 1932) revolve around the collected ephemera of May Patterson and Annie Louise Patterson Jones. These items include the diaries of Annie Louise Patterson Jones, the scrapbook of May Patterson, the post card albums of Annie Louise Patterson Jones, a scrapbook and schoolwork of Emily Louise Jones, and correspondence. May's scrapbook contains clippings predominately relating to legal cases on the subjects of suffrage or women's rights. The family correspondence is primarily that of Annie Louise Patterson Jones, although the first folder contains some correspondence of May and all three folders contain correspondence of other family members with Annie and her daughter Emily. Finally, one drawing of May Patterson in legal attire is housed in an oversize box.\u003c/p\u003e\n                    \u003cp\u003eAlso included in this series is the journal of George Patterson (b. 1847) for the year 1868, containing entries describing George's daily activities and search for employment from April to August of that year. Little biographical information regarding George Patterson is known, and the degree of his familial relation to the other individuals represented in this collection is not clear. Entries in his journal suggest that he was employed as a law clerk in 1868.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref13\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Photographs\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e2.3 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one manuscript box and four custom boxes.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003ecirca 1884-1956\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref14\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains a variety of photographic formats, including prints and negatives, daguerreotypes, tintypes, cartes de visite, and cabinet cards. The photographs depict members of the Patterson family and their friends, though few photographs from the latter category contain identifications of the individuals pictured. The photographs themselves are mostly formal portraits, some of which are in Prospect Park, though there are also a few candid photographs, particularly the negatives, which are all vacation photographs. One of the posed portraits is of May at her law school graduation. The photographs have been divided by format and, aside from the prints, have all been physically placed with their respective format-based collections (daguerreotypes, tintypes, cartes de visite, and cabinet cards). The prints are housed in Manuscript Box 2.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}