{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_064_murray"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Thomas E. Murray family papers\n                    \u003cnum\u003eARC.064\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Matthew Gorham and Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "July 23, 2010"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-12-01T15:11-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Murray, Thomas E., 1891-"
                    }
                },
                "unittitle": {
                    "value": "Thomas E. Murray family papers"
                },
                "unitdate": {
                    "normal": "1898/1987",
                    "type": "inclusive",
                    "value": "1898-1987"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "0.42 Linear feet"
                        },
                        {
                            "value": "in one manuscript box."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The Thomas E. Murray family papers contain materials pertaining to the lives and careers of several members of the Murray family and span the period 1860 to 1929. Materials include biographical writings, memorial albums, newspaper clippings, and several photographs. Thomas Edward Murray (1860-1929), an engineer, was second vice president and general manager of the Edison Electric Illuminating Company, later known as the Brooklyn Edison Company. Murray also established several companies of his own and held over 1,100 patents. Murray's son, Thomas E. Murray, Jr. (b. 1891), worked as an engineer at the New York Edison Company for two years before joining his father's firm, the Metropolitan Engineering Company, of which he became president following his father's death. Like his father, Thomas E. Murray, Jr. was a prolific inventor and over 200 patents were issued in his name."
                },
                "unitid": {
                    "value": "ARC.064"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid872010",
                    "label": "Mixed materials",
                    "type": "Box",
                    "value": "ARC.064 1 of 1"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref4",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref7",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Thomas E. Murray family papers, ARC.064, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref11",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Paul B. Murray, 1988."
            }
        },
        "bioghist": {
            "id": "ref6",
            "head": "Biographical/Historical note",
            "p": {
                "value": "Murray's son, Thomas E. Murray, Jr., was born in 1891 and followed in his father's footsteps, earning a bachelor's degree in engineering from Yale University at age 19. He worked as an engineer at the New York Edison Company for two years before joining his father's firm, the Metropolitan Engineering Company, of which he became president following his father's death in 1929. Like his father, the younger Murray was a prolific inventor and over 200 patents were issued in his name. In 1950, he was appointed to the U.S. Atomic Energy Commission by President Harry S. Truman, and served on the Commission until 1957. Thomas E. Murray died in 1961 and was survived by his wife Mary (nee Brady) and 11 children, including Paul Murray, who donated the materials that comprise this collection."
            }
        },
        "scopecontent": {
            "id": "ref1",
            "head": "Scope and Contents",
            "p": {
                "value": "The Thomas E. Murray family papers contain materials pertaining to the lives and careers of several members of the Murray family, particularly Thomas E. Murray, Sr. and Thomas E. Murray, Jr., and span the period 1860 to 1929. Items include two memorial albums published on the occasion of the elder Thomas E. Murray's death; biographical material on the elder Thomas E. Murray and Daniel Bradley; a transcript of an interview with Thomas E. Murray, Jr.'s son, Paul B. Murray; newspaper clippings pertaining to the Murray family's history; a series of landscape photographs depicting various locales in and around the Brooklyn neighborhoods of Bedford-Stuyvesant and Crown Heights, circa 1890 to 1900; and a series of photographs depicting the manufacturing of welded mortar shells at the Murray Manufacturing Co., aerial views of the company's facilities, company employees and engineers, a group photograph in which the elder Thomas E. Murray stands center with Thomas Edison, and a signed photograph of Edison addressed to the elder Thomas E. Murray. These latter photographs date from circa 1925 to 1945."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Electric power production |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Engineers |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Inventors |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Weapons industry |z New York (State) |z New York"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Edison Electric Illuminating Co. of New York."
            }
        },
        "otherfindaid": {
            "id": "ref12",
            "head": "Other Finding Aids note"
        },
        "dsc": {}
    }
}