{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_047_kingsley"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the William C. Kingsley family collection\n                    \u003cnum\u003eARC.047\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "July 16, 2010"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2012-05-01T15:59-0400\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "famname": {
                        "source": "naf",
                        "value": "Kingsley family"
                    }
                },
                "unittitle": {
                    "value": "William C. Kingsley family collection"
                },
                "unitdate": {
                    "normal": "1860/1960",
                    "type": "inclusive",
                    "value": "circa 1870 to 1950"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "1.59 Linear feet"
                        },
                        {
                            "value": "in seven folders and one oversize box."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "William C. Kingsley (1833-1885) was a distinguished businessman, politican, and engineer who is most well-known for his prominent role in the building of the Brooklyn Bridge. Kingsley's connection with the Brooklyn Bridge began in 1866, when he played an instrumental role in generating interest among wealthy members of the private sector in the prospect of a bridge connecting the two cities of Brooklyn and New York. Over the course of the building of the bridge, Kinglsey served as a member of the Board of Trustees, Vice President, and President of the New York Bridge Company, overseeing the completion and opening of the bridge in 1883. Aside from his work as an engineer and contractor, Kingsley was also actively involved in much of the political and business life of Brooklyn. The William C. Kingsley familiy collection spans the period circa 1870 to 1950 and pertains to William C. Kingsley and his family, as well as the Brooklyn Bridge. Materials include a scrapbook of newspaper clippings on the Kingsley family's business and social affairs; memorial items published in tribute to William C. Kingsley and his son, Harry Smith Kingsley; publications celebrating the 50th anniversary of the Brooklyn Bridge; correspondence; and a mounted print of the Brooklyn Bridge taken from the Brooklyn side of the East River, among other items."
                },
                "unitid": {
                    "value": "ARC.047"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid361006",
                    "label": "Mixed materials",
                    "type": "Oversize",
                    "value": "OS 1987.014"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref3",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref5",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); William C. Kingsley family collection, ARC.047, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref7",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Janet Marcinkowski, 1988."
            }
        },
        "bioghist": {
            "id": "ref2",
            "head": "Biographical Note",
            "p": {
                "value": "Kingsley was married to Kate Cook Kingsley, and the couple had three children. One son, Harry Smith Kingsley (1863-1900), was a decorated military officer and the Treasurer of the \n                \u003cemph render=\"italic\"\u003eBrooklyn Daily Eagle\u003c/emph\u003e before dying at the age of 37 in Florence, Italy. Another son, James Cooke Kingsley, was also an engineer, and a daughter, Anna Kingsley Thayer, was the wife of Boston banker Albert Thayer."
            }
        },
        "scopecontent": {
            "id": "ref1",
            "head": "Scope and Contents",
            "p": {
                "value": "The William C. Kingsley familiy collection spans the period circa 1870 to 1950 and pertains to William C. Kingsley and his family, as well as the Brooklyn Bridge. Materials include a letter of credit to Kingsley's daughter Anna, issued by Drexel, Morgan \u0026amp; Co. of London, England; two copies of a memorial volume published in tribute to Kingsley upon his death in February 1885; two letters of condolence to Kingsley's wife Kate Cook Kingsley; five copies of a memorial volume published in tribute to Kingsley's son, Harry Smith Kingsley, upon his death in 1900; a publication commemorating the 50th anniversary of the Brooklyn Bridge in 1933, as well as a program for the 50th anniversary ceremony; and an oversize scrapbook containing newspaper clippings on members of the Kingsley family, as well as the business and social affairs in which they were involved, spanning at least four generations. This scrapbook is housed separately from the rest of the collection in an oversize box. A small number of clippings in the scrapbook pertain to the Brooklyn Bridge. The collection also includes a mounted print of the Brooklyn Bridge taken from the Brooklyn side of the East River, and a copy negative of the image."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Engineers |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Families |z New York (State) |z Kings County"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "New York Bridge Company."
            }
        },
        "otherfindaid": {
            "id": "ref10",
            "head": "Other Finding Aids note"
        },
        "dsc": {}
    }
}