{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arc_275_woodward"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the John B. Woodward papers\n                    \u003cnum\u003eARC.275\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Carolyn Vega"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "February 2008"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2016-03-01T10:17-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Woodward, John B.,  (John Blackburne), 1835-1896"
                    },
                    "famname": {
                        "source": "naf",
                        "value": "Woodward family"
                    }
                },
                "unittitle": {
                    "value": "John B. Woodward papers"
                },
                "unitdate": {
                    "normal": "1820/1924",
                    "type": "inclusive",
                    "value": "1820-1924"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "3.0 linear feet"
                        },
                        {
                            "value": "in one manuscript box, one record carton, and four other containers."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "This collection consists of correspondence, ephemera, scrapbooks, cartes-de-visite, cabinet cards, and other materials relating to John Blackburne Woodward (1835-1896). A lifelong Brooklyn resident, Woodward was a notable businessman, military officer, and philanthropist. He ran a successful trading business, completed his military career as Adjutant General, and served on the boards of many prominent organizations. The revitalization of both the Brooklyn Institute of Arts and Sciences and Prospect Park have been attributed to Woodward's dedicated work. In 1885, Woodward made an unsuccessful bid for Mayor of Brooklyn. The collection includes material on several organizations that Woodward was engaged in, particularly from the 1860s through the 1890s. These included Johnstown flood relief, the Society of the Army of the Potomac, J. S. T. Stranahan Statue Fund, the 13th Regiment of the National Guard of the State of New York (during the Civil War years), and the Brooklyn Institute. Political campaign ephemera of the 1880s is in the collection. The photographs in the collection are principally of the regimental military officers Woodward served with."
                },
                "unitid": {
                    "value": "ARC.275"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid1147002",
                    "label": "Graphic materials",
                    "type": "Box",
                    "value": "4"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref1",
            "head": "Conditions Governing Access note",
            "p": {
                "value": "Open to users without restriction."
            }
        },
        "prefercite": {
            "id": "ref5",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); John B. Woodward papers, ARC.275, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref3",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Accession 1977.039 was the gift of John B. Woodward, 1895. Accession 1977.146, including the two photograph albums, was the gift of Mary W. Best, Edward Haynes and Elizabeth Haynes, 1945 and 1961. The loose cartes-de-visite are of uncertain provenance; there is some indication that they were donated by Andrew W. Schulz."
            }
        },
        "bioghist": {
            "id": "ref9",
            "head": "Biographical Note",
            "p": {
                "value": "Woodward resided at 259 Henry Street in Brooklyn with his wife, Elizabeth Cook Blackburne, whom he had married on May 31, 1870, and four children. Two of Woodward's children, Arthur Harris and an unknown daughter, died in 1890 and 1893, respectively, and two, Robbins Blackburne and Mary (\"Mae\" or \"May\") Blackburne, lived to adulthood. Robbins went on to have at least one daughter, Mary, named, presumably, for her aunt Mary, who died in the mid 1940s. Woodward remained at his Henry Street residence until his death in 1896, after a brief decline due to pneumonia."
            }
        },
        "scopecontent": {
            "id": "ref17",
            "head": "Scope and Contents",
            "p": {
                "value": "The John B. Woodward papers consist of correspondence, scrapbooks, photographs, and ephemera created and/or collected by Woodward and his family. The collection includes material on several organizations that Woodward was engaged in, particularly from the 1860s through the 1890s. These included Johnstown flood relief, the Society of the Army of the Potomac, J. S. T. Stranahan Statue Fund, the 13th Regiment of the National Guard of the State of New York (during the Civil War years), and the Brooklyn Institute of Arts and Sciences. Political campaign ephemera of the 1880s is in the collection. The collection holds many cartes-de-visite, especially in an album of regimental and company officers of the 13th N.G.S.N.Y. A second album in the collection holds cabinet cards of Major-General John B. Woodward and the staff of the Second Division, N.G.S.N.Y."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Businessmen |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Generals |z New York (State)"
                },
                {
                    "source": "lcsh",
                    "value": "Philanthropists |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Political candidates |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Soldiers |z New York (State)"
                },
                {
                    "source": "lcsh",
                    "value": "Soldiers |z New York (State) |z Kings County"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "New York (State). National Guard. Regiment, 13th."
            }
        },
        "otherfindaid": {
            "id": "ref6",
            "head": "Other Finding Aids note"
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref10\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Accession 1977.039\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1820/1924\" type=\"inclusive\"\u003e1820-1924\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref11\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe accession 1977.039 forms the first series. On arrival, this group of materials was organized in three subseries: \n                        \u003cemph render=\"bold\"\u003eJohnstown Flood Relief\u003c/emph\u003e, \n                        \u003cemph render=\"bold\"\u003eSociety of the Army of the Potomac\u003c/emph\u003e, and \n                        \u003cemph render=\"bold\"\u003eStranahan Statue Fund\u003c/emph\u003e.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003eJohnstown Flood Relief\u003c/emph\u003e subseries consists of correspondence, minutes, and financial records of the Citizens Relief Committee, which was appointed by Mayor Chapin to \"take charge of the matter of raising funds for the relief of the Johnstown sufferers.\" Woodward was Secretary, and all minutes are presumably in his hand.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003eSociety of the Army of the Potomac \u003c/emph\u003e subseries consists of materials relating to this organization's accounts. Woodward was Treasurer in 1884, when their reunion was held in Brooklyn on June 11 and 12.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003eStranahan Statue\u003c/emph\u003e subseries consists of correspondence, contracts, and financial records relating to the erection of a full-length bronze statue of the Honorable James S.T. Stranahan in Prospect Park. Woodward was Treasurer.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref12\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Accession 1977.146\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1825/1924\" type=\"inclusive\"\u003e1825-1924\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref13\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe text-based and scrapbook material of accession 1977.146 forms the second series. No inherent order was evident in this accession upon arrival, and in 2008 it was organized into five subseries: \n                        \u003cemph render=\"bold\"\u003ePersonal Life\u003c/emph\u003e, \n                        \u003cemph render=\"bold\"\u003eDeath\u003c/emph\u003e, \n                        \u003cemph render=\"bold\"\u003eEphemera\u003c/emph\u003e, \n                        \u003cemph render=\"bold\"\u003eBrooklyn Institute of Arts and Sciences\u003c/emph\u003e, and \n                        \u003cemph render=\"bold\"\u003eScrapbooks\u003c/emph\u003e.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003ePersonal Life\u003c/emph\u003e subseries consists of correspondence and other materials, including Woodward's school report cards and military notices relating to John N. Woodward. Very little personal correspondence was accessioned, with the notable exception of an 1861 letter to \"Annie,\" Woodward's future wife. The \n                        \u003cemph render=\"bold\"\u003eDeath\u003c/emph\u003e subseries consists of letters of condolence to Mrs. Elizabeth Woodward and clippings of obituaries or death notices from various newspapers in New York State. Also see Scrapbook 4 for the like, including two brief Brazilian death notices.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003eEphemera\u003c/emph\u003e subseries consists of clippings, menus, and other ephemera. The menus and seating charts form the bulk of the subseries, and were collected by Woodward from various dinners he attended. A portion of the menus contain the autographs of other guests. Many of the dinners were given by the New England Society or at the Brooklyn Club and/or as \"complimentary dinners\" to military personnel. Also see Scrapbook 1 for Brooklyn City Guard and other menus, and see Scrapbook 2 for badges and other ephemera.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003eBrooklyn Institute of Arts and Sciences\u003c/emph\u003e subseries consists of material relating to the Institute and collected after Woodward's death, presumably by his daughter Mary. All clippings mention Woodward, but the bulletin issues do not, with the notable exception of Vol. II, no. 18 (May 29, 1909), the cover of which is decorated by an engraving of Woodward.\u003c/p\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003eScrapbooks\u003c/emph\u003e subseries consists of five scrapbooks. Scrapbooks 1, 2, 3, and 5 were probably compiled by Woodward. Scrapbook 1 dates principally from the 1860s and includes Civil War era orders and other material concerning the New York National Guard's 13th Regiment. Scrapbooks 2 and 3 date mostly from the 1880s and 1890s and concern the organizations and political endeavors that Woodward participated in; political campaign ephemera, including ribbons and badges, are in the books. Scrapbook 5 dates from 1875 and consists of annotated printed clips of city council votes on city works. Scrapbook 4, which consists entirely of clippings relating to Woodward's illness, death, and memorials, was probably compiled by his wife, Elizabeth, or daughter, Mary.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref15\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 3: Photographs\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1860/1869\" type=\"inclusive\"\u003ecirca 1860-1865\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref16\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThe \n                        \u003cemph render=\"bold\"\u003ePhotographs\u003c/emph\u003e series consists of an album of cabinet cards, an album of cartes-de-visite, and 21 loose cartes. The cabinet cards are Major-General John B. Woodward and the staff of the Second Division, National Guard State of New York. The album of cartes was a retirement gift to Woodward from the officers of the 13th Regiment of the National Guard; it includes images of the regimental and company officers. The loose cartes are said to be from an album of officers and men of the Civil War made by John B. and Robert Woodward. The subject of the bulk of the images are identified.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}