{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arms_1977_170_baird"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Andrew D. Baird and New York Volunteer Infantry, 79th Regiment collection\n                    \u003cnum\u003e1977.170\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "March 23, 2011"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-09T16:33-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "local",
                        "value": "Baird, Andrew D., 1839-1923"
                    }
                },
                "unittitle": {
                    "value": "Andrew D. Baird and New York Volunteer Infantry, 79th Regiment collection"
                },
                "unitdate": {
                    "normal": "1860/1913",
                    "type": "inclusive",
                    "value": "1860-1913"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "0.84 Linear feet"
                        },
                        {
                            "value": "in two manuscript boxes."
                        }
                    ]
                },
                "unitid": {
                    "value": "1977.170"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid689001",
                    "label": "Text",
                    "type": "Box",
                    "value": "1977.170 2 of 2"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref4",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref5",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Andrew D. Baird and New York Volunteer Infantry, 79th Regiment collection, 1977.170, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref3",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Robert R. Katz, date unknown. Formally accessioned in 1977."
            }
        },
        "bioghist": {
            "id": "ref2",
            "head": "Biographical Note",
            "p": {
                "value": "Andrew Daniel Baird (1839-1923) was born in Kelso, Scotland and immigrated to Brooklyn, N.Y. with his parents in 1853. Baird worked as a stone cutter until the outbreak of the Civil War, when he enlisted in the Union Army as a member of the 79th Regiment of the New York Volunteer Infantry, known as the Highlanders. After the War, in which he had risen to the rank of Major, Baird returned to Brooklyn and entered into a prospering partnership with his former employer. Baird also became involved in local politics, being elected to the Board of Aldermen in 1876. Later, he took on positions of leadership in several prominent local businesses and organizations, serving as a trustee, Vice President, and President of the Williamsburgh Savings Bank; Director of the Eastern District Hospital; Chairman of the Building Committee of the Brooklyn Public Library; President of the New York and Brooklyn Stonecutters' Association; and President of the Trustees of the Industrial Home on South Third Street. Baird was married to a Miss Warner, who died in 1875, and with whom he had two sons and a daughter. He married Catherine Lamb in 1884."
            }
        },
        "scopecontent": {
            "id": "ref1",
            "head": "Scope and Contents",
            "p": {
                "value": "The Andrew D. Baird and New York Volunteer Infantry, 79th Regiment collection spans the period 1860 to 1913 and is housed in two manuscript boxes measuring .84 linear feet. The bulk of the collection dates from 1861 to 1865 and contains documents produced, received, or approved by Baird as a Lieutenant, Captain, and Major in the 79th Regiment of the New York Volunteer Infantry during the Civil War. Most of these documents relate to the Regiment's receipt of clothing, equipment, and supplies and consist of abstracts, accounts, correspondence, inventories, invoices, receipt rolls, and returns. Additional documents highlight the internal structure of the Regiment and include descriptive lists of soldiers, discharge and furlough papers, enlistment records, muster rolls, payment accounts and pay rolls, returns of commissioned officers, and vouchers. Remaining military items include certificates issued to Baird by the State of New York, general orders and circulars from the War Department and the Army of the Potomac, an instruction manual on the mustering of officers, a list of battles in which the 79th Regiment participated, Baird's service record, special orders and requisitions, and a statistical record detailing the Regiment's gains and losses throughout the War. The collection also includes a small amount of material relating to Baird's business, personal, political lives, including correspondence; land and property documents, such as deeds, bonds, leases, and assignments of mortgage; newspaper clippings; and religious and educational ephemera."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Soldiers |z United States"
                },
                {
                    "source": "lcsh",
                    "value": "Soldiers |z United States |v Correspondence"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "United States. Army. New York Infantry Regiment, 79th (1859-1876)."
            }
        },
        "dsc": {}
    }
}