{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arms_1985_104_charitable_organizations_poor"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Brooklyn charitable organizations for the poor collection\n                    \u003cnum\u003e1985.104\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "December 1, 2010"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-21T11:34-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "Brooklyn charitable organizations for the poor collection"
                },
                "unitdate": {
                    "normal": "1809/1959",
                    "type": "inclusive",
                    "value": "1809-1959"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "0.63 Linear feet"
                        },
                        {
                            "value": "in two manuscript boxes."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "In the late 18th and early 19th centuries, as New York City experienced a dramatic rise in poverty, public welfare took up more of the city's annual budget than any other issue. In response to the growing welfare burden, a number of charitable organizations were established to provide relief for the poor. Charity organization became more proficient and specialized throughout the 19th century as New York's poverty rate continued to rise. The Brooklyn charitable organizations for the poor collection spans the period 1809 to 1959 and contains publications and ephemera documenting the activities of a significant number of Brooklyn-based public welfare organizations. Items include annual reports, manuals, constitutions, bylaws, articles of incorporation, handbooks, directories, newsletters, journals, historical sketches, pamphlets, and programs."
                },
                "unitid": {
                    "value": "1985.104"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid521003",
                    "label": "Text",
                    "type": "Box",
                    "value": "1985.104 2 of 2"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref2",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref5",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Brooklyn charitable organizations for the poor collection, 1985.104, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref3",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Portions of this collection were the gifts of Brooklyn Italian Settlement Society, 1915, 1922, and 1926; H. Hallock Brown, 1966; Margaret S. Hall, date unknown; Mrs. Howard Rickerson, date unknown; and Alden J. Spooner, 1863. Sources and dates of acquisition for remaining items in the collection are unknown. The collection was formally accessioned in 1985."
            }
        },
        "bioghist": {
            "id": "ref1",
            "head": "Historical Note",
            "p": {
                "value": "In the late 18th and early 19th centuries, as New York City experienced a dramatic rise in poverty, public welfare took up more of the city's annual budget than any other issue. In response to the growing welfare burden, a number of charitable organizations were established to provide relief for the poor. One of the city's first such charities was the Humane Society, which was established in 1787 and provided medical care and food for impoverished citizens. By the mid-19th century, advanced levels of charity organization allowed for the formation of a number of specialized poor-relief charities. These specialized organizations either served a particular social or ethnic group, or provided a particular type of charitable service, such as medical care or the offering of moral and spirtitual counseling. As poverty in New York continued to intensify in the late 19th century, the settlement house movement began to take root, with the City's first settlement house, the Neighborhood Guild, being founded in 1886. In addition to their major functions, which included advocating for child labor reform and tenement house legislation, settlement houses also pressed for the building of public recreational areas and the improvement of public health and education. In the years leading up to the Great Depression, attitudes toward poverty began to reflect the notion that public welfare was the responsibility of the state rather than private citizens; consequently, state-funded initiatives, such as the New York State Public Welfare Act of 1929, began to provide services that were previously offered by private charities. Several state-funded public welfare programs would emerge throughout the 20th century, but as these programs achieved only varying levels of success, a number of private charities, such as the Community Service Society (founded in 1939), continued to offer relief to New York's poor."
            }
        },
        "scopecontent": {
            "id": "ref7",
            "head": "Scope and Contents",
            "p": {
                "value": "Willoughby House Young Women's Settlement (also represented under its later name, the Willoughby House Settlement)"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Charities |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Charity organization |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Italian Americans |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Italians |x Services for |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Poor children |x Services for |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Poor women |x Services for |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Poor |x Services for |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Public welfare |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Social settlements |z New York (State) |z Kings County"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Willoughby House Young Women's Settlement (Brooklyn, New York, N.Y.)."
            }
        },
        "dsc": {}
    }
}