{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arms_1995_002_stabler"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Louisa Merritt Field Stabler family papers\n                    \u003cnum\u003e1995.002\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Jillian Cuellar and Marilyn H. Pettit"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "2005"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-22T10:57-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Stabler, Louisa M.,  (Louisa Merritt), 1826-1914"
                    }
                },
                "unittitle": {
                    "value": "Louisa Merritt Field Stabler family papers"
                },
                "unitdate": {
                    "normal": "1818/1954",
                    "type": "inclusive",
                    "value": "1818-1954"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "3.0 Linear feet"
                        },
                        {
                            "value": "in three record cartons."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "Louisa Merritt Field Stabler (1826-1914) lived with her husband and children in Brooklyn Heights at 135 Willow Street. The Stablers' children included a daughter, Louise Merritt (1868-1954), and a son, Edward. Louise Merritt Stabler was a member of the first graduating class of Barnard College in 1893. She later became active in the suffrage movement, and was married to zoologist George Howard Parker (1864-1955), a professor at Harvard College. The Louisa Merritt Field Stabler family papers chiefly consist of personal correspondence from Louisa Merritt Field Stabler to her daughter, Louise Merritt Stabler Parker. Some correspondence is also between various members of the Stabler and Parker families. The collection also includes notebooks, a copy of Louisa Merritt Field Stabler's will, various newspaper clippings, and ephemera."
                },
                "unitid": {
                    "value": "1995.002"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid363002",
                    "label": "Text",
                    "type": "Carton",
                    "value": "ARC.071 2 of 3"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref6",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref5",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Louisa Merritt Field Stabler family papers, 1995.002, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref7",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of Margaret B. Morse, 1995."
            }
        },
        "bioghist": {
            "id": "ref1",
            "head": "Biographical Note",
            "p": {
                "value": "The Stablers' daughter, Louise Merritt Stabler, graduated from Brooklyn Heights Seminary in 1886 and taught there before attending Barnard College. She was a member of the first graduating class of Barnard College in 1893. She later became active in the suffrage movement, and was involved with the League of Women Voters and the American Civil Liberties Union. In 1894, she married zoologist George Howard Parker (1864-1955), a professor at Harvard College and a member of the American Physiological Society. The Parkers lived in North Cambridge, MA at 6 Avon Place."
            }
        },
        "scopecontent": {
            "id": "ref4",
            "head": "Scope and Contents",
            "p": {
                "value": "The Louisa Merritt Field Stabler family papers span the period 1818 to 1954 and consist of three linear feet of material, the majority of which is made up of correspondence between Louisa Merritt Field Stabler and her daughter, Louise Merritt Stabler Parker. There is also a considerable amount of correspondence amongst other members of the Stabler and Parker families, though a notable amount comes from Louise Parker's great aunt Hannah of Pine Cottage, the original Field family homestead in Port Chester, Westchester County. The collection also contains notebooks, a copy of Louisa Stabler's will, various newspaper clippings, and ephemera. To facilitate better access to the materials, the collections has been divided into three series:"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Families |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Housekeeping"
                },
                {
                    "source": "lcsh",
                    "value": "Quakers |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Women |x Education (Higher) |z New York (State) |z New York"
                },
                {
                    "source": "lcsh",
                    "value": "Women |x Suffrage"
                },
                {
                    "source": "lcsh",
                    "value": "Women |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Women |z United States |x Social conditions"
                },
                {
                    "source": "lcsh",
                    "value": "Women's colleges |z New York (State) |z New York"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Barnard College."
            }
        },
        "otherfindaid": {
            "id": "ref8",
            "head": "Other Finding Aids note"
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref9\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Correspondence from Louisa Stabler to Louise Parker\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1886/1914\" type=\"inclusive\"\u003e1886-1914\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref13\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series comprises the bulk of the collection and contains extensive correspondence from Louisa Stabler to her daughter, Louise Parker. Stabler's letters create a continuous narrative from 1886 until her death in 1914, and offer insight into the culture of upper-middle class life in Brooklyn Heights at the turn of the century. More importantly, the letters richly illustrate a closeness between mother and daughter during a time of change. The mother stayed at home but fostered education for women in general and her daughter in particular, and as she did so she filled her frequent and affectionate letters to her daughter with news of neighborhood events and cultural activities in Brooklyn. She also offered advice on housekeeping, touching upon fabric samples, cooking, and managing servants. The whole correspondence is one portion of a discourse between mother and daughter that not only illustrates traditional parental values, but also reveals the dramatic social and cultural changes in the late 19th-century United States, the economic power of wealthy females, advocacy of education for females, and the expansion of opportunities for women while nurturing traditional values between generations.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref11\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Additional correspondence of Louisa Stabler\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1833/1914\" type=\"inclusive\"\u003e1833-1914\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref14\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series consists of Louisa Stabler's correspondence with various individuals, including her husband, Edward H. Stabler. Other materials include three notebooks belonging to Louisa Stabler, a copy of her will, and a telegram to Louise Parker notifying her of her mother's death.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref12\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 3: Correspondence of the Stabler and Parker families\u003c/unittitle\u003e\n                    \u003cunitdate normal=\"1818/1954\" type=\"inclusive\"\u003e1818-1954\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref15\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains correspondence amongst various members of the Stabler and Parker families, as well as family friends. Letters from Louise Parker to her husband, George Howard Parker, can be found here, as can letters from Louise Parker to her brother, Edward, and her sister-in-law, Elizabeth, concerning a trip she and her husband took to the American West, often accompanied by memorabilia Parker collected to document the trip. Also included are Louise Parker's obituary and correspondence concerning her death, other various memorabilia, textile samples, and a pressed flower.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}