{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arms_1985_005_eye_ear_hospital"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Brooklyn Eye and Ear Hospital records\n                    \u003cnum\u003e1985.005\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Judith Box and Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "September 1985 and February 2011"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-11-18T16:08-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "Brooklyn Eye and Ear Hospital records"
                },
                "unitdate": {
                    "normal": "1868/1976",
                    "type": "inclusive",
                    "value": "1868-1976"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "4.17 Linear feet"
                        },
                        {
                            "value": "in ten manuscript boxes."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The Brooklyn Eye and Ear Hospital was established in 1868 by prominent Brooklyn residents as a philanthropic clinic, and opened on April 20th, 1869. It closed its doors in 1976. The Brooklyn Eye and Ear Hospital records contain administrative and financial documents reflecting various aspects of the Hospital's operations. Items include minutes of the Board of Directors and its committees, including the Executive, Plans, and Building Committees; annual reports and treasurer and superintendent's reports; and minutes of the Board of Surgeons and its subsidiary committees, including the Ophthalmic Committee and the Committee on Infections. Additional items include a medical manual and a history of the Hospital, titled \n                \u003cemph render=\"italic\"\u003eA Hospital's First Century\u003c/emph\u003e, written by Board member Harry W. Baehr to commemorate the Hospital's centennial."
                },
                "unitid": {
                    "value": "1985.005"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid628006",
                    "label": "Text",
                    "type": "Box",
                    "value": "1985.005 4 of 10"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref2",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref6",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Brooklyn Eye and Ear Hospital records, 1985.005, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref4",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Gift of the Internal Revenue Service, Brooklyn District, 1983, and Anne Carey, date unknown. Formally accessioned in 1985."
            }
        },
        "bioghist": {
            "id": "ref1",
            "head": "Historical Note",
            "p": {
                "value": "The Depression caught the Hospital at a time when it had large construction costs that originally were to be offset by selling its original property and some of the Williamsburgh Hospital lands. However, when land prices plummeted in the 1930s, very little of that money was realized. Financial difficulties continued to plague the hospital until it was eventually forced to close its doors in 1976."
            }
        },
        "scopecontent": {
            "id": "ref3",
            "head": "Scope and Contents",
            "p": {
                "value": "The series also contains minutes from meetings of several of the Board's committees, particularly the Committee on Infections and the Opthalmic Committee, and minutes from department head meetings. The committee and departmental minutes expound upon the Board minutes and offer more specific information on medical and patient statistics, the disorders and diseases treated at the Hospital, and the interrelation of the Hospital's medical departments. Two copies of a medical staff manual adopted by the Board of Surgeons in 1971 are also included."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Ear |x Surgery |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Eye |x Surgery |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Hospitals |x Finance"
                },
                {
                    "source": "lcsh",
                    "value": "Hospitals |x Medical staff |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Hospitals, Ophthalmic and aural |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Hospitals, Ophthalmic and aural |z New York (State) |z Kings County |x Administration"
                },
                {
                    "source": "lcsh",
                    "value": "Hospitals, Ophthalmic and aural |z New York (State) |z Kings County |x Employees"
                },
                {
                    "source": "lcsh",
                    "value": "Medical care |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Medicine |x Practice |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Real property |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Specialty hospitals |z New York (State) |z Kings County"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Brooklyn Eye and Ear Hospital (New York, N.Y.)."
            }
        },
        "otherfindaid": {
            "id": "ref5",
            "head": "Other Finding Aids note"
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref8\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Board of Directors\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e1.67 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein four manuscript boxes.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1868/1976\" type=\"inclusive\"\u003e1868-1976\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref10\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains seven bound volumes and two three-ring binders of minutes from annual and regular meetings of the Hospital's Board of Directors throughout the entirety of the series date range. The minutes offer a detailed overview of the activities that transpired at each meeting, including the presentation of various reports, adoption of recommendations, passing of motions, formation of committees, and appointment of board and committee members.\u003c/p\u003e\n                    \u003cp\u003ePredominant subjects recorded in the minutes include the state of the Hospital's finances, detailing income, expenses, funds, and financial campaigns; the management of the Hospital's real estate and mortgages; the activities of the Hospital's Medical Board (later called the Board of Surgeons), largely relating to the appointment of medical staff members; relations between the Board and Hospital employees, often concerning employee salaries; the types of medical services offered by the Hospital; statistics on clinic visits, hospital admissions, and occupancy rates; the condition of various facilities and equipment; the activities and recommendations of the Board's several committees; and the Board's response to the death or resignation of Board members. Minutes dating from the 1930s onward increasingly illuminate the actions taken by the Board in response to the Hospital's financial difficulties, including the attempt to solidify a merger with other medical institutions.\u003c/p\u003e\n                    \u003cp\u003eThe volumes and binders also include occasional supplementary items relating to the issues discussed by the Board, including correspondence, newspaper clippings, corporate resolutions and trust agreements, full reports of various committees, and brochures related to financial campaigns. The very first volume, covering the period 1868 to 1915, also includes the Hospital's act of incorporation, while the second volume, covering the period 1916 to 1929, includes the Hospital's constitution and bylaws.\u003c/p\u003e\n                    \u003cp\u003eThe series also includes two four-ring binders containing internal renditions of the Hospital's annual reports, as well as treasurer and superintendent's reports, dating from 1916 to 1929. Annual and treasurer's reports concern the state of the Hospital's finances and are supplemented by comparisons of receipts and expenses, while superintendent's reports relate to patient and medical statistics and are supplemented by comparisons of clinic, hospital, and dispensary work.\u003c/p\u003e\n                    \u003cp\u003eAn additional folder contains minutes and reports of the Board's Executive Committee, dating from 1919 to 1929. The minutes and reports largely concern the Hospital's finances and real estate, as well as the Hospital's consolidation with the Williamsburgh Hospital. A small portion of the folder is also comprised of minutes and reports of the Board's Building and Plans Committees, which largely detail proposed improvements to the Hospital's floor layouts, equipment, and furnishings, as well as the plans for the Hospital's new building on Greene Avenue. The folder also includes correspondence, reports of inspections conducted by the New York City Department of Public Welfare and the New York State Board of Charities, committee resolutions, trust agreements, and documents related to changes in the Board's constitution and bylaws.\u003c/p\u003e\n                    \u003cp\u003eFinally, the series includes a folder housing a copy of the Board's published annual report from 1930, a history and prospectus of the Hospital from 1913, and two copies of the book \n                        \u003cemph render=\"italic\"\u003eA Hospital's First Century\u003c/emph\u003e, written by Board member Harry W. Baehr in commemoration of the Hospital's centennial in 1968.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref9\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Medical Staff\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e2.5 Linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein six manuscript boxes.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1926/1976\" type=\"inclusive\"\u003e1926-1976\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref14\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series contains six bound volumes and two four-ring binders containing minutes of the annual, regular, and special meetings of the Hospital's Board of Surgeons, which functioned as the governing body for the Hospital's medical staff. In the first two volumes, which cover the period 1926 to 1940, the Board of Surgeons is referred to under its previous name, the Medical Board. The minutes span the entire date range covered by the series and detail the items deliberated upon at each of the Board's meetings, as well as the Board's decisions regarding various aspects of the Hospital's medical operations.\u003c/p\u003e\n                    \u003cp\u003eProminent issues covered in the minutes include the formation of Board committees and auxiliaries; committee recommendations and reports; nominations and appointments of individuals to medical positions; resignations of Board and medical staff members; the management of the Hospital's education initiatives, including its intern and residency programs; the conduct and duties of medical staff and interns; employee salaries; results of clinical trials; acquisition of medical equipment; guidelines and regulations for medical and surgical procedures; the application of various medical drugs, instruments, and practices; medical staff rotations and operative schedules; actions taken by the Board to comply with industry regulations and professional standards; participation among Board members in various professional organizations; and the honoring of deceased Board and medical staff members. Supplementary items relevant to the Board's activities are also included in the volumes and binders, including correspondence, resolutions, full committee and departmental reports, and rules and regulations for medical staff and interns.\u003c/p\u003e\n                    \u003cp\u003eThe series also contains eight four-ring binders of minutes from meetings of several of the Board's committees throughout the period 1970 to 1975. The committee minutes expound upon the Board minutes of the same period, and offer more specific information on the duties performed by members of the Hospital's medical staff, the governance of the medical staff, the interrelation of the Hospital's medical departments, medical and patient statistics, the disorders and diseases treated by the Hospital, and the applications of medical treatments and surgical procedures. Most of the binders consolidate the minutes of several committees and are organized alphabetically by committee name; however, one binder exclusively contains the minutes of the Committee on Infections, while two binders solely contain the minutes of the Opthalmic Committee. The Ophtalmic committee is also represented by an additional folder of material dating from 1964 to 1974.\u003c/p\u003e\n                    \u003cp\u003eFinally, the series also contains one four-ring binder of minutes from meetings of medical deptartment heads during the period 1969 to 1975, and two copies, bound and unbound, of a medical staff manual adopted by the Board of Surgeons in 1971.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}