{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arms_1977_198_foster_hunt"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Benjamin H. Foster and Samuel Hunt family papers\n                    \u003cnum\u003e1977.198\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Robyn R. Hjermstad and Larry Weimer"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "June 2011"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2011-06-30T10:57-0400\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator",
                    "persname": {
                        "source": "naf",
                        "value": "Hunt, Samuel, 1810-1878"
                    }
                },
                "unittitle": {
                    "value": "Benjamin H. Foster and Samuel Hunt family papers"
                },
                "unitdate": {
                    "normal": "1774/1870",
                    "type": "inclusive",
                    "value": "1774-1870"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "0.2 Linear feet"
                        },
                        {
                            "value": "in 1 manuscript box"
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "This collection contains two principal sets of documents, one centered on attorney Benjamin H. Foster (1808-circa 1880s) of Southampton, Long Island, N.Y., and the other on Foster's brother-in-law, Samuel Hunt (1810-1878) of Massachusetts. Many of the documents, such as bills of sale, receipts and indentures, pertain to Benjamin Foster and his family's involvement in the whaling and steam ship industry in the mid-1800s. Other documents relate to Foster's legal work for various estates, and some concern the building of a branch of the Long Island Rail Road from Riverhead to Sag Harbor. The Hunt material consists primarily of correspondence from Reverend Richard Hunt to his son, Samuel. Subjects of the Hunt correspondence include family matters, family deaths, fatherly advice, and religion, especially concerning the father's encouragement of his son toward a life and career rooted in spirituality. Correspondence from Samuel's ill brother describes an experience of searching for a cure through \"animal magnetism.\" The material also includes notes most likely taken by Samuel at a speech given by Carl Schurz at the Harvard College Alumni Dinner in 1877 concerning the federal government's policies toward the U.S. South."
                },
                "unitid": {
                    "value": "1977.198"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid866001",
                    "label": "Text",
                    "type": "Folder",
                    "value": "4 folders"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref3",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref9",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Benjamin H. Foster and Samuel Hunt family papers, 1977.198, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref7",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "This collection was donated to the Brooklyn Historical Society (formerly the Long Island Historical Society) by Brown University in 1956."
            }
        },
        "bioghist": {
            "id": "ref10",
            "head": "Biographical/Historical note",
            "p": {
                "value": "Reverend Samuel Hunt (1810-1878), son of the Reverend Richard and Ann (Humphrey) Hunt, was ordained as pastor for the Natick Congregational Church in Natick, Massachusetts in 1839, and continued his pastoral work at various congregations until 1864. Hunt was educated at Wrentham Academy, and graduated from Amherst College in 1832. He taught at Southampton Academy in Long Island, where he met and married Amy Foster (1810-1849), daughter of Major Josiah and Abigail Foster of Southampton (and sister of Benjamin), in 1838, and had 5 children. During his pastorate in Natick, Hunt became close companions with political leader and abolitionist Henry Wilson. Both Hunt and Wilson were advocates of human freedom and racial equality; in 1868, Hunt rejoined with Wilson when he became Secretary for the U.S. Senate Committee on Military Affairs, of which Senator Wilson was the chairman. Further, Hunt served as Wilson's private secretary during his time in office as vice president of the United States (1873-1875). In addition to his publications pertaining to his congregational work, Hunt aided in the preparation and editing of Wilson's \n                \u003cemph render=\"italic\"\u003eHistory of the Rise and Fall of the Slave Power in America\u003c/emph\u003e (1872-1877)."
            }
        },
        "scopecontent": {
            "id": "ref11",
            "head": "Scope and Contents",
            "p": {
                "value": "The collection includes four cartes-de-visite, including one of Samuel Hunt, and one tintype of unidentified individuals."
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "Animal magnetism"
                },
                {
                    "source": "lcsh",
                    "value": "Clergy |z Massachusetts"
                },
                {
                    "source": "lcsh",
                    "value": "Decedents' estates |z New York (State) |z Suffolk County"
                },
                {
                    "source": "lcsh",
                    "value": "Family life"
                },
                {
                    "source": "lcsh",
                    "value": "Religion"
                },
                {
                    "source": "lcsh",
                    "value": "Whaling ships"
                }
            ],
            "corpname": {
                "source": "naf",
                "value": "Long Island Railroad Company."
            }
        },
        "dsc": {}
    }
}