{
    "eadheader": {
        "countryencoding": "iso3166-1",
        "dateencoding": "iso8601",
        "langencoding": "iso639-2b",
        "repositoryencoding": "iso15511",
        "eadid": {
            "countrycode": "US",
            "mainagencycode": "US-NyBlHS",
            "value": "arms_1985_055_brooklyn_collegiate_polytechnic"
        },
        "filedesc": {
            "titlestmt": {
                "titleproper": [
                    {
                        "value": "Guide to the Brooklyn Collegiate and Polytechnic Institute collection\n                    \u003cnum\u003e1985.055\u003c/num\u003e\n                "
                    }
                ],
                "author": {
                    "value": "Finding aid prepared by Nicholas Pavlik"
                }
            },
            "PublicationStmt": {
                "publisher": {
                    "value": "Brooklyn Historical Society"
                },
                "p": {
                    "value": "\n                    \u003cextref ns2:type=\"simple\" ns2:actuate=\"onLoad\" ns2:show=\"embed\" ns2:href=\"http://brooklynhistory.org/art/logo.gif\"/\u003e\n                "
                },
                "address": {
                    "addressline": [
                        "128 Pierrepont Street",
                        "Brooklyn, NY, 11201",
                        "718-222-4111",
                        "library@brooklynhistory.org"
                    ]
                },
                "date": "December 8, 2010"
            }
        },
        "profiledesc": {
            "creation": {
                "value": "This finding aid was produced using the Archivists' Toolkit\n                \u003cdate\u003e2014-12-15T14:28-0500\u003c/date\u003e\n            "
            },
            "langusage": {}
        }
    },
    "archdesc": {
        "level": "collection",
        "did": [
            {
                "omitempty": "",
                "repository": {
                    "corpname": {
                        "value": "Brooklyn Historical Society"
                    }
                },
                "origination": {
                    "label": "creator"
                },
                "unittitle": {
                    "value": "Brooklyn Collegiate and Polytechnic Institute collection"
                },
                "unitdate": {
                    "normal": "1854/1981",
                    "type": "inclusive",
                    "value": "1854-1981"
                },
                "physdesc": {
                    "extent": [
                        {
                            "value": "6.09 linear feet"
                        },
                        {
                            "value": "in four record cartons and five manuscript boxes."
                        }
                    ]
                },
                "abstract": {
                    "label": "Abstract",
                    "value": "The Brooklyn Collegiate and Polytechnic Institute was founded in 1854 as Brooklyn's first all-boys school. In 1890, the Institute's collegiate and preparatory programs were separated into two different schools, the Polytechnic Institute of Brooklyn and the Brooklyn Preparatory School (later the Polytechnic Preparatory Country Day School). The Brooklyn Collegiate and Polytechnic Institute collection spans the period 1854 to 1981 and contains annual reports, catalogs, yearbooks, journals, periodicals, and printed ephemera documenting the activities of the original Institute as well as its two outgrowth institutions."
                },
                "unitid": {
                    "value": "1985.055"
                },
                "langmaterial": {
                    "language": {
                        "langcode": "eng"
                    }
                },
                "container": {
                    "id": "cid540009",
                    "label": "Text",
                    "type": "Box",
                    "value": "1985.055 8 of 9"
                }
            }
        ],
        "accessrestrict": {
            "id": "ref3",
            "head": "Conditions Governing Access",
            "p": {
                "value": "Open to researchers without restriction."
            }
        },
        "prefercite": {
            "id": "ref5",
            "head": "Preferred Citation",
            "p": {
                "value": "Identification of item, date (if known); Brooklyn Collegiate and Polytechnic Institute collection, 1985.055, Box and Folder number; Brooklyn Historical Society."
            }
        },
        "acqinfo": {
            "id": "ref4",
            "head": "Immediate Source of Acquisition note",
            "p": {
                "value": "Portions of this collection were the gifts of the Board of Trustees of the Brooklyn Collegiate and Polytechnic Institute, 1893; Cornell University, 2011; Mr. and Mrs. Schuyler Bergen, date unknown; and William Jerome Cosgrove, date unknown. Sources and dates of acquisition for the remaining items in the collection are unknown. The collection was formally accessioned in 1985."
            }
        },
        "bioghist": {
            "id": "ref2",
            "head": "Historical Note",
            "p": {
                "value": "The Polytechnic Preparatory School relocated in 1916 to a 25-acre plot of land in the Brooklyn neighborhood of Dyker Heights, where it became incorporated as the Polytechnic Preparatory Country Day School, commonly known as Poly Prep. At its Dyker Heights location, Poly Prep grew into one of Brooklyn's esteemed private schools, and in the 1970s became a coeducational institution. In the 1990s, the School acquired property in the Brooklyn neighborhood of Park Slope, which it converted into the Poly Prep Lower School, a center of primary education. As of 2010, the School continues to offer private educational programs spanning early childhood through the twelfth grade at its Dyker Heights and Park Slope locations."
            }
        },
        "scopecontent": {
            "id": "ref1",
            "head": "Scope and Contents",
            "p": {
                "value": "The Brooklyn Collegiate and Polytechnic Institute collection is housed in four record cartons and five manuscript boxes and contains annual reports, catalogs, yearbooks, journals, periodicals, and printed ephemera. These items document the Institute from near to the time of its founding well through the period when its collegiate and preparatory programs were separated and developed into the Polytechnic Institute of Brooklyn and the Polytechnic Prepartatory Country Day School. Because the materials amply represent the original Institute as well as its succeeding institutions, the collection has been arranged into the following three series:"
            }
        },
        "controlaccess": {
            "subject": [
                {
                    "source": "lcsh",
                    "value": "College students |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Education |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Engineering schools |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Preparatory school students |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Preparatory schools |x Alumni and alumnae |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Preparatory schools |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Preparatory schools |z New York (State) |z Kings County |x Administration"
                },
                {
                    "source": "lcsh",
                    "value": "Preparatory schools |z New York (State) |z Kings County |x Faculty"
                },
                {
                    "source": "lcsh",
                    "value": "Preparatory schools |z New York (State) |z Kings County |x History"
                },
                {
                    "source": "lcsh",
                    "value": "Single-sex schools |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Universities and colleges |x Alumni and alumnae |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Universities and colleges |z New York (State) |z Kings County"
                },
                {
                    "source": "lcsh",
                    "value": "Universities and colleges |z New York (State) |z Kings County |x Administration"
                },
                {
                    "source": "lcsh",
                    "value": "Universities and colleges |z New York (State) |z Kings County |x Faculty"
                },
                {
                    "source": "lcsh",
                    "value": "Universities and colleges |z New York (State) |z Kings County |x History"
                }
            ],
            "corpname": {
                "source": "local",
                "value": "Polytechnic Preparatory School (Brooklyn, New York, N.Y.)."
            }
        },
        "dsc": {
            "value": "\n            \u003cc id=\"ref50\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 1: Brooklyn Collegiate and Polytechnic Institute\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e1.17 linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one record carton and one manuscript box.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1854/1889\" type=\"inclusive\"\u003e1854-1889\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref57\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series comprises the majority of Box 1 and contains materials dating from 1854, the year the Institute was founded, to 1889, shortly before the Institute's collegiate and preparatory programs were split into two separate schools. Items include the Institute's second annual report, containing summary administrative and financial information; annual catalogs, complete with lists of students and faculty; issues of the Institute's monthly newsletter, \n                        \u003cemph render=\"italic\"\u003eThe Polytechnic\u003c/emph\u003e; copies of the Institute's yearbook, \n                        \u003cemph render=\"italic\"\u003eThe Polywog\u003c/emph\u003e; an 1854 stock certificate, and one commencement program from 1888. The series also includes a large bound volume commemorating the Institute's 25th anniversary in 1880. The volume contains an historical sketch of the Institute, as well as listings and photographic portraits of the Institute's trustees and faculty. As the volume is extremely fragile, it has been separated from the rest of the materials in this series and is housed by itself in Box 9.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref20\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 2: Polytechnic Institute of Brooklyn\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e2.5 linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein four record cartons.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate normal=\"1890/1977\" type=\"inclusive\"\u003e1890-1977\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref58\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series is housed in Boxes 1 through 4 and contains materials pertaining to the administration, curriculum, students and faculty, and general activities of the Polytechnic Institute of Brooklyn. Materials date from 1890, when the Institute was first formed as the exclusively collegiate outgrowth of the Brooklyn Collegiate and Polytechnic Institute, to 1977, shortly after the Institute underwent its first name change to the Polytechnic Institute of New York. Materials include annual reports, annual catalogs and registers, yearbooks, periodicals, journals, printed ephemera, and alumni materials.\u003c/p\u003e\n                    \u003cp\u003eAnnual reports contain summary administrative and financial information, and span the periods 1908 to 1914, 1930 to 1931, and 1960 to 1966. Annual catalogs and registers date from 1889 to 1957 and contain details on the Institute's programs and curriculum, as well as lists of students and faculty. Copies of the Institute's yearbook, carrying on the title of \n                        \u003cemph render=\"italic\"\u003eThe Polywog\u003c/emph\u003e, date from 1890, 1901, 1908, and 1916. Issues of the Institute's weekly newsletter, \n                        \u003cemph render=\"italic\"\u003eThe Polytechnic Reporter\u003c/emph\u003e, date from 1920, 1961 to 1963, and 1977.\u003c/p\u003e\n                    \u003cp\u003eJournals are comprised of research publications from 1940 to 1941, and copies of the Institute's yearly academic journal, \n                        \u003cemph render=\"italic\"\u003eThe Polytechnic Engineer\u003c/emph\u003e, from 1911 to 1915. These journals contain research papers and studies conducted by the Institute's students. Also included are issues of \n                        \u003cemph render=\"italic\"\u003eCounterweight\u003c/emph\u003e, the Institute's journal of art and literature, for the period 1961 to 1969; and issues of \n                        \u003cemph render=\"italic\"\u003eGolana\u003c/emph\u003e, the journal of the Institute's Science Fiction Club, for the period 1963 to 1969.\u003c/p\u003e\n                    \u003cp\u003eEphemeral items consist of invitations and programs from the 1905 installation of Fred W. Atkinson as President of the Institute; a 1955 commemorative booklet containing the proceedings of the Institute's centennial convocation; and historical sketches, prospectuses, pamphlets, and brochures containing general information on the Institute and spanning the period circa 1890 to 1965.\u003c/p\u003e\n                    \u003cp\u003eAlumni materials consist of several publications, including the constitution of the Polytechnic Institute of Brooklyn Alumni Association, dated 1908; two issues of the weekly newsletter, \n                        \u003cemph render=\"italic\"\u003eThe Polytechnic Alumni Reporter\u003c/emph\u003e, from April of 1916; alumni rosters from 1916 and 1931; issues of the periodical \n                        \u003cemph render=\"italic\"\u003ePoly Men\u003c/emph\u003e from 1925 to 1951; a program from the Institute's Alumni Day in 1957; a summary report of donations to the Polytechnic Institute of Brooklyn for the year 1966; a news bulletin from 1967; and issues of the newspaper \n                        \u003cemph render=\"italic\"\u003eThe Polytechnic Cable\u003c/emph\u003e, 1975 to 1977.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n            \u003cc id=\"ref21\" level=\"series\"\u003e\n                \u003cdid\u003e\n                    \u003cunittitle\u003eSeries 3: Polytechnic Preparatory Country Day School\u003c/unittitle\u003e\n                    \u003cphysdesc\u003e\n                        \u003cextent\u003e2.42 linear feet\u003c/extent\u003e\n                        \u003cextent\u003ein one record carton and four manuscript boxes.\u003c/extent\u003e\n                    \u003c/physdesc\u003e\n                    \u003cunitdate\u003ecirca 1900-1981\u003c/unitdate\u003e\n                \u003c/did\u003e\n                \u003cscopecontent id=\"ref60\"\u003e\n                    \u003chead\u003eScope and Contents\u003c/head\u003e\n                    \u003cp\u003eThis series is housed in Boxes 4 through 8 and documents the development of the Polytechnic Preparatory Country Day School (commonly called Poly Prep) from circa 1900, shortly after the School was established as the Polytechnic Preparatory School, to 1981, well after the School had changed its name and relocated to its campus in Dyker Heights. Items include annual catalogs and registers, informational pamphlets and prospectuses, yearbooks, periodicals, printed ephemera, and alumni materials.\u003c/p\u003e\n                    \u003cp\u003eCatalogs and registers date from the period 1902 to 1928, as well as the year 1966, and contain summary information on the School's curriculum and lists of students and faculty. Pamphlets and prospectuses date from circa 1900 to 1916 and contain historical sketches of the School as well as general information on the School's courses and programs. Copies of the School's yearbook, titled \n                        \u003cemph render=\"italic\"\u003eThe Polyglot\u003c/emph\u003e, are included for the periods 1900 to 1916 and 1936 to 1946, while issues of the School's weekly newspaper, \n                        \u003cemph render=\"italic\"\u003eThe Polygon\u003c/emph\u003e, are included for the years 1936, 1946 to 1949, and 1959 to 1981.\u003c/p\u003e\n                    \u003cp\u003eEphemeral items consist of a 1902 program for a theatrical performance put on by the Poly Prep Dramatic Association, a scrapbook containing various newspaper clippings and printed material dating from 1904 to 1906, a 1905 program for the Interscholastic Indoor Games, a program for the School's centennial dinner in 1954, a 1961 program for a Poly Prep football game, and a 1974 parents' newsletter.\u003c/p\u003e\n                    \u003cp\u003eAlumni materials include two alumni directories from 1943 and 1949; a report on annual giving for the year 1957; and issues of the Alumni Association's quarterly newsletter, the \n                        \u003cemph render=\"italic\"\u003ePoly Prep Alumni Review\u003c/emph\u003e (later the \n                        \u003cemph render=\"italic\"\u003ePoly Alumni Review and Perspectives\u003c/emph\u003e), from the years 1962 and 1972 to 1979. There is also one issue of the Alumni Association's magazine, \n                        \u003cemph render=\"italic\"\u003ePoly Prep\u003c/emph\u003e, from the winter of 1981.\u003c/p\u003e\n                \u003c/scopecontent\u003e\n            \u003c/c\u003e\n        "
        }
    }
}